{
  "folder": "nLmfKTvGyMkY7D7k",
  "name": "Create Undead",
  "type": "spell",
  "_id": "R1SUsXBHIrhyoX13",
  "img": "icons/magic/death/hand-dirt-undead-zombie.webp",
  "system": {
    "activities": {
      "i83JyLKDZ0ixnPoo": {
        "type": "utility",
        "_id": "i83JyLKDZ0ixnPoo",
        "description": "",
        "system": {},
        "activation": {
          "value": null
        },
        "consumption": {
          "targets": [],
          "scale": {
            "allowed": false
          }
        },
        "duration": {
          "units": "instantaneous",
          "override": false
        },
        "range": {},
        "target": {
          "template": {
            "count": 1,
            "contiguous": false,
            "units": "foot"
          },
          "affects": {
            "choice": false
          },
          "override": false
        },
        "uses": {
          "spent": 0,
          "consumeQuantity": false,
          "recovery": []
        }
      }
    },
    "uses": {
      "spent": 0,
      "consumeQuantity": false,
      "recovery": [],
      "min": "",
      "max": ""
    },
    "description": {
      "value": "<p>You can cast this spell only at night. Choose up to three corpses of Medium or Small Humanoids within range. Each corpse becomes a <strong>ghoul</strong> under your control (the GM has statistics for these creatures).</p><p>As a bonus action on each of your turns, you can mentally command any creature you animated with this spell if the creature is within 120 feet of you (if you control multiple creatures, you can command any or all of them at the same time, issuing the same command to each one). You decide what action the creature will take and where it will move during its next turn, or you can issue a general command, such as to guard a particular chamber or corridor. If you issue no commands, the creature only defends itself against hostile creatures. Once given an order, the creatures continues to follow it until its task is complete.</p><p>The creature is under your control for 24 hours, after which it stops obeying any command you have given it. To maintain control of the creatures for another 24 hours, you must cast this spell on the creature before the current 24-hour period ends. This use of the spell reasserts your control over up to three creatures you have animated with this spell, rather than animating new ones.</p><p>If you attempt to cast this spell again while Undead created by the first casting are still active, the Undead created from the first casting are no longer under your control and immediately become hostile toward you.</p><p><em>At Higher Circles.</em> As you unlock higher circles, this ritual grows in potency. Once you have access to 6th-circle spell slots, you can animate or reassert control over four ghouls. Once you have access to 8th-circle spell slots, you can animate or reassert control over five ghouls or two <strong>ghasts</strong> or <strong>wights</strong>. Once you have access to 9th-circle spell slots, you can animate or reassert control over six ghouls, three ghasts or wights, or two <strong>mummies</strong>.</p>",
      "source": {
        "fallback": "Black Flag Reference Document"
      },
      "short": "Make ghouls or worse Undead."
    },
    "source": [
      "arcane",
      "divine"
    ],
    "circle": {
      "value": null,
      "base": 6
    },
    "casting": {
      "value": 1,
      "type": "minute",
      "condition": ""
    },
    "components": {
      "required": [
        "verbal",
        "somatic",
        "material"
      ],
      "material": {
        "consumed": true,
        "cost": 150,
        "denomination": "gp",
        "description": "one pot filled with grave dirt, one pot filled with brackish water, and one 150 gp black onyx stone for each corpse, which the spell consumes"
      }
    },
    "duration": {
      "units": "instantaneous"
    },
    "tags": [
      "ritual"
    ],
    "range": {
      "units": "foot",
      "value": "10",
      "special": ""
    },
    "target": {
      "template": {
        "count": 1,
        "contiguous": false,
        "units": "foot",
        "type": ""
      },
      "affects": {
        "choice": false,
        "type": ""
      }
    },
    "school": "necromancy"
  },
  "effects": [],
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "systemId": "black-flag",
    "systemVersion": "0.9.038",
    "coreVersion": "11.315",
    "createdTime": 1720288756304,
    "modifiedTime": 1720289457644,
    "lastModifiedBy": "blackflag0000000"
  },
  "_key": "!items!R1SUsXBHIrhyoX13"
}
