{
  "folder": "nLmfKTvGyMkY7D7k",
  "name": "Guards and Wards",
  "type": "spell",
  "_id": "77zMRJRFYninM9y3",
  "img": "icons/tools/fasteners/washer-round-brass-yellow.webp",
  "system": {
    "activities": {
      "d00C8DXCke3ncRuF": {
        "type": "utility",
        "_id": "d00C8DXCke3ncRuF",
        "description": "",
        "system": {},
        "activation": {
          "value": null
        },
        "consumption": {
          "targets": [],
          "scale": {
            "allowed": false
          }
        },
        "duration": {
          "units": "instantaneous",
          "override": false
        },
        "range": {},
        "target": {
          "template": {
            "count": 1,
            "contiguous": false,
            "units": "foot"
          },
          "affects": {
            "choice": false
          },
          "override": false
        },
        "uses": {
          "spent": 0,
          "consumeQuantity": false,
          "recovery": []
        }
      }
    },
    "uses": {
      "spent": 0,
      "consumeQuantity": false,
      "recovery": [],
      "min": "",
      "max": ""
    },
    "description": {
      "value": "<p>You create a ward that protects up to 2,500 square feet of floor space (an area 50 feet square, or one hundred 5-foot squares or twenty-five 10-foot squares). The warded area can be up to 20 feet tall and shaped as you desire. You can ward several stories of a stronghold by dividing the area among them, as long as you can walk into each contiguous area while you are casting the spell.</p><p>When you cast this spell, you can specify individuals that are unaffected by any or all of the effects that you choose. You can also specify a password that, when spoken aloud, makes the speaker immune to these effects.</p><p><em>Guards and wards</em> creates the following effects within the warded area.</p><p><strong>Corridors.</strong> Fog fills all the warded corridors, making them heavily obscured. In addition, at each intersection or branching passage offering a choice of direction, there is a 50 percent chance that a creature other than you will believe it is going in the opposite direction from the one it chooses.</p><p><strong>Doors.</strong> All doors in the warded area are magically locked as if sealed by an <em>arcane lock</em> spell. In addition, you can cover up to ten doors with an illusion (equivalent to the illusory object function of the <em>minor illusion</em> spell) to make them appear as plain sections of wall.</p><p><strong>Stairs.</strong> Webs fill all stairs in the warded area from top to bottom, as the <em>web</em> spell. These strands regrow in 10 minutes if they are burned or torn away while <em>guards and wards</em> lasts.</p><p><strong>Other Spell Effect.</strong> You can place your choice of one of the following magical effects within the warded area:</p><ul><li><p>Place <em>dancing lights</em> in four corridors. You can designate a simple program that the lights repeat as long as <em>guards and wards</em> lasts.</p></li><li><p>Place <em>magic mouth</em> in two locations.</p></li><li><p>Place <em>stinking cloud</em> in two locations. The vapors appear in the places you designate; they return within 10 minutes if dispersed by wind while <em>guards and wards</em> lasts.</p></li><li><p>Place a constant <em>gust of wind</em> in one corridor or room.</p></li><li><p>Place a <em>suggestion</em> in one location. You select an area of up to 5 feet square, and any creature that enters or passes through the area receives the suggestion mentally.</p></li></ul><p>The whole warded area radiates magic. A <em>dispel magic</em> cast on a specific effect, if successful, removes only that effect.</p><p>You can create a permanently guarded and warded area by casting this spell there every day for one year.</p>",
      "source": {},
      "short": "Many effects to guard a building."
    },
    "source": [
      "arcane"
    ],
    "circle": {
      "value": null,
      "base": 6
    },
    "casting": {
      "value": 10,
      "type": "minute",
      "condition": ""
    },
    "components": {
      "required": [
        "verbal",
        "somatic",
        "material"
      ],
      "material": {
        "consumed": false,
        "cost": 10,
        "denomination": "gp",
        "description": "burning incense, a small measure of brimstone and oil, a knotted string, and a silver rod worth at least 10 gp"
      }
    },
    "duration": {
      "units": "hour",
      "value": "24"
    },
    "tags": [
      "ritual"
    ],
    "range": {
      "units": "touch",
      "special": ""
    },
    "target": {
      "template": {
        "count": 1,
        "contiguous": false,
        "units": "foot",
        "type": ""
      },
      "affects": {
        "choice": false,
        "type": ""
      }
    },
    "school": "abjuration"
  },
  "effects": [],
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "duplicateSource": null,
    "coreVersion": "12.330",
    "systemId": "black-flag",
    "systemVersion": "0.10.042",
    "createdTime": 1721969617944,
    "modifiedTime": 1723779976874,
    "lastModifiedBy": "blackflag0000000"
  },
  "_key": "!items!77zMRJRFYninM9y3"
}
