{
  "folder": "nLmfKTvGyMkY7D7k",
  "name": "Planar Ally",
  "type": "spell",
  "_id": "ylqb7VpJ1snRNs7o",
  "img": "icons/creatures/magical/construct-gargoyle-stone-gray.webp",
  "system": {
    "activities": {
      "M0jwlUDsNKnkUkCw": {
        "type": "utility",
        "_id": "M0jwlUDsNKnkUkCw",
        "description": "",
        "system": {},
        "activation": {
          "value": null
        },
        "consumption": {
          "targets": [],
          "scale": {
            "allowed": false
          }
        },
        "duration": {
          "units": "instantaneous",
          "override": false
        },
        "range": {},
        "target": {
          "template": {
            "count": 1,
            "contiguous": false,
            "units": "foot"
          },
          "affects": {
            "choice": false
          },
          "override": false
        },
        "uses": {
          "spent": 0,
          "consumeQuantity": false,
          "recovery": []
        }
      }
    },
    "uses": {
      "spent": 0,
      "consumeQuantity": false,
      "recovery": [],
      "min": "",
      "max": ""
    },
    "description": {
      "value": "<p>You beseech an otherworldly entity for aid. The being must be known to you: a god, a demon prince, or some other being of cosmic power. That entity sends a Celestial, an Elemental, or a Fiend loyal to it to aid you, making the creature appear in an unoccupied space within range. If you know a specific creature’s name, you can speak that name when you cast this spell to request that creature, though you might get a different creature anyway (GM’s choice).</p><p>When the creature appears, it is under no compulsion to behave in any particular way. You can ask the creature to perform a service in exchange for payment, but it isn’t obliged to do so. The requested task could range from simple (<q>fly us across the chasm,</q> or <q>help us fight a battle</q>) to complex (<q>spy on our enemies,</q> or <q>protect us during our foray into the dungeon</q>). You must be able to communicate with the creature to bargain for its services.</p><p>Payment can take a variety of forms. A Celestial might require a sizable donation of gold or magic items to an allied temple, while a Fiend might demand a living sacrifice or a gift of treasure. Some creatures might exchange their service for a quest undertaken by you.</p><p>As a rule of thumb, a task that can be measured in minutes requires a payment worth 100 gp per minute. A task measured in hours requires 1,000 gp per hour. And a task measured in days (up to 10 days) requires 10,000 gp per day. The GM can adjust these payments based on the circumstances under which you cast the spell. If the task is aligned with the creature’s ethos, the payment might be halved or even waived. Nonhazardous tasks typically require only half the suggested payment, while especially dangerous tasks might require a greater gift.</p><p>Creatures rarely accept tasks that would cause them harm.</p><p>After the creature completes the task or when the agreed‑upon duration of service expires, the creature returns to its home plane after reporting back to you (if appropriate to the task and if possible). If you are unable to agree on a price for the creature’s service, the creature immediately returns to its home plane.</p><p>You can’t have more than one ally at any one time.</p><p>Once you cast this spell, you can’t beseech the same entity with another casting of this spell until 7 days have passed.</p>",
      "source": {
        "fallback": "Black Flag Reference Document"
      },
      "short": "Call for extraplanar aid."
    },
    "casting": {
      "value": 10,
      "type": "minute",
      "condition": ""
    },
    "circle": {
      "value": null,
      "base": 6
    },
    "components": {
      "required": [
        "verbal",
        "somatic"
      ],
      "material": {
        "consumed": true,
        "cost": null,
        "denomination": "gp",
        "description": ""
      }
    },
    "duration": {
      "units": "instantaneous",
      "value": ""
    },
    "tags": [
      "ritual"
    ],
    "range": {
      "units": "foot",
      "value": "60",
      "special": ""
    },
    "source": [
      "divine",
      "wyrd"
    ],
    "target": {
      "template": {
        "count": 1,
        "contiguous": false,
        "units": "foot",
        "type": ""
      },
      "affects": {
        "choice": false,
        "type": ""
      }
    },
    "school": "conjuration"
  },
  "effects": [],
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "duplicateSource": null,
    "coreVersion": "12.330",
    "systemId": "black-flag",
    "systemVersion": "0.10.042",
    "createdTime": 1723094049050,
    "modifiedTime": 1723095249706,
    "lastModifiedBy": "blackflag0000000"
  },
  "_key": "!items!ylqb7VpJ1snRNs7o"
}
