{
  "folder": "CrO0VCbKVNtbzu0C",
  "name": "Spellcasting",
  "type": "feature",
  "_id": "EiPPrqc6Kc3uaUmU",
  "img": "icons/skills/trades/music-notes-sound-blue.webp",
  "system": {
    "activities": {},
    "uses": {
      "spent": 0,
      "consumeQuantity": false,
      "recovery": [],
      "min": "",
      "max": ""
    },
    "advancement": {},
    "description": {
      "value": "<p>As a conduit for arcane power, you can cast Arcane spells.</p><h6>Cantrips</h6><p>At 1st level, choose three cantrips from the Arcane spell list to learn. You choose more Arcane cantrips to learn at higher levels, as shown in the Cantrips Known column of the <strong>Bard Progression</strong> table.</p><h6>Casting Spells</h6><p>You know several spells and can cast any of them by using an Arcane spell slot of the spell’s circle or higher. You don't need to prepare spells ahead of time.</p><p>The <strong>Bard Progression</strong> table shows how many spells you know and how many Arcane spell slots you have at a given level. For example, at 3rd level, you have four 1st-circle slots and two 2nd-circle slots. If you know the 1st-circle spell magic missile and have a 1st-circle and a 2nd-circle spell slot available, you can cast magic missile using either slot. If you use a 1st-circle slot, you have three 1st-circle slots remaining.</p><p>You regain all used spell slots when you finish a long rest.</p><h6>Spells Known of 1st Circle and Higher</h6><p>At 1st level, choose four 1st-circle spells that you know. Three of these spells must be from the Arcane spell list, but the fourth can be from any source spell list. Regardless of its source, it is an Arcane spell for you.</p><p>The Spells Known column of the <strong>Bard Progression</strong> table shows when you learn additional Arcane spells. Each spell you choose must be from a circle for which you have Arcane spell slots. For instance, when you reach 3rd level as a bard, you can learn one new Arcane spell of 1st or 2nd circle. The Magical Secrets feature also lets you learn spells from other sources at certain levels.</p><p>In addition, when you gain a level of bard, you can choose one Arcane spell you know and replace it with another spell of your choice from the Arcane spell list. The replacement spell must be of a circle for which you have Arcane spell slots.</p><h6>Spellcasting Ability</h6><p>Charisma (CHA) is your spellcasting ability. Your CHA modifier determines the save DC or the attack modifier for certain spells you cast:</p><p><strong>Spell save DC</strong> = 8 + your proficiency bonus (PB) + your CHA modifier</p><p><strong>Spell attack modifier</strong> = your proficiency bonus (PB) + your CHA modifier</p><h6>Rituals</h6><p>You can also cast a type of long-form spell called a ritual. Rituals don’t count against your known spell total, and they don’t use up spell slots.</p><p>At 1st level, choose one ritual from any spell list—Arcane, Divine, Primordial, or Wyrd. Regardless of its source, it becomes an Arcane spell for you. You choose more rituals to learn at higher levels, as shown in the Rituals Known column of the <strong>Bard Progression</strong> table, but only from a circle for which you have spell slots. Rituals you learn don't count against the number of spells you learn at each level.</p><h6>Spellcasting Focus</h6><p>You can use a musical instrument or an arcane focus as a spellcasting focus for your Arcane spells. At your GM’s discretion, you can use a suitable tool or object from a different tool kit you are proficient with as a spellcasting focus instead.</p>",
      "source": {
        "fallback": "Black Flag Reference Document"
      }
    },
    "restriction": {
      "filters": [],
      "requireAll": true
    },
    "type": {
      "category": "class",
      "value": ""
    },
    "overrides": {
      "proficiency": null
    },
    "identifier": {
      "value": "spellcasting",
      "associated": "bard"
    },
    "level": {
      "value": 1
    }
  },
  "effects": [],
  "sort": 100000,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "systemId": "black-flag",
    "systemVersion": "0.9.032",
    "coreVersion": "11.315",
    "createdTime": 1717558604892,
    "modifiedTime": 1717562186992,
    "lastModifiedBy": "blackflag0000000"
  },
  "_key": "!items!EiPPrqc6Kc3uaUmU"
}
