{
  "type": "gear",
  "name": "Apparatus of the Crab",
  "system": {
    "type": {
      "category": "wondrousItem",
      "base": ""
    },
    "rarity": "legendary",
    "price": {
      "value": 50000,
      "denomination": "gp"
    },
    "description": {
      "value": "<p>This item first appears to be a Large sealed iron barrel weighing 500 pounds. The barrel has a hidden catch, which can be found with a successful [[/check DC 20 INT (Investigation)]] check. Releasing the catch unlocks a hatch at one end of the barrel, allowing two Medium or smaller creatures to crawl inside. Ten levers are set in a row at the far end, each in a neutral position, able to move either up or down. When certain levers are used, the apparatus transforms to resemble a giant lobster.</p><p>The <em>apparatus of the crab</em> is a Large object with AC 20 and 200 HP, it is immune to poison damage and psychic damage, and it has a walking speed of 30 feet and swimming speed of 30 feet, while its legs and tail are extended.</p><p>The apparatus floats on water. It can also go underwater to a depth of 900 feet. Below that, the apparatus takes 2d6 bludgeoning damage per minute from pressure. To be used as a vehicle, the apparatus requires one pilot. While the apparatus’s hatch is closed, the compartment is airtight and watertight. The sealed compartment holds enough air for 10 hours of breathing, divided by the number of breathing creatures inside.</p><p>A creature in the compartment can use an action to move as many as two of the apparatus’s levers up or down. After each use, a lever goes back to its neutral position. See the <strong>Levers of the Apparatus</strong> table for what each lever does.</p><p>@Embed[Compendium.black-flag.rules.JournalEntry.PBo9j135EucIDliX.JournalEntryPage.8Y7iatpvCwwYq3Cs caption=false]</p>",
      "source": {}
    },
    "activities": {},
    "uses": {
      "spent": 0,
      "consumeQuantity": false,
      "recovery": [],
      "min": "",
      "max": ""
    },
    "attunement": {
      "value": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 500,
      "units": "pound"
    },
    "properties": [
      "magical"
    ]
  },
  "_id": "kSvfq7oU9srKW7ed",
  "img": "icons/environment/creatures/crustacean-crab-yellow.webp",
  "effects": [],
  "folder": "PNS3OPopAxnlSN4O",
  "sort": 16100000,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "duplicateSource": null,
    "coreVersion": "12.331",
    "systemId": "black-flag",
    "systemVersion": "1.2.058",
    "createdTime": 1724977400575,
    "modifiedTime": 1735683759712,
    "lastModifiedBy": "blackflag0000000"
  },
  "_key": "!items!kSvfq7oU9srKW7ed"
}
