{
  "type": "feature",
  "name": "Berserker Axe",
  "system": {
    "description": {
      "value": "<p>You gain a +1 bonus to attack and damage rolls made with this magic weapon. In addition, while you are attuned to this weapon, your hit point maximum increases by 1 for each level you have attained.</p><p><em><strong>Curse.</strong></em> This axe is cursed, and becoming attuned to it extends the curse to you. As long as you remain cursed, you are unwilling to part with the axe, keeping it within reach at all times. You also have disadvantage on attack rolls with weapons other than this one, unless no foe is within 60 feet of you that you can see or hear.</p><p>When a hostile creature damages you while the axe is in your possession, you must succeed on a [[/save 15 WIS]] or go berserk. While berserk, you must use your action each round to attack the creature nearest to you with the axe. If you can make extra attacks as part of the Attack action, you use those extra attacks, moving to attack the next nearest creature after you fell your current target. If you have multiple possible targets, you attack one at random. You are berserk until you start your turn with no creatures within 60 feet of you that you can see or hear.</p><section class=\"secret\" id=\"secret-muUob6X6PYtgJo20\"><p><strong>Foundry Note</strong></p><p><em>Weapon (Any Axe), Rare 5,000 gp (Requires Attunement)</em></p><p>Create the final magic item by selection the appropriate mundane item and dragging an enchantment from the <q>Advancement &amp; Effects</q> tab to that item.</p></section>",
      "source": {
        "fallback": ""
      }
    },
    "activities": {},
    "uses": {
      "spent": 0,
      "consumeQuantity": false,
      "recovery": [],
      "min": "",
      "max": ""
    },
    "advancement": {},
    "restriction": {
      "allowMultipleTimes": false,
      "filters": [],
      "items": [],
      "requireAll": true
    },
    "type": {
      "category": "",
      "value": ""
    },
    "overrides": {
      "proficiency": null
    },
    "identifier": {
      "value": "berserker-axe",
      "associated": ""
    },
    "level": {
      "value": null
    }
  },
  "_id": "unAJhBXeHhM40KDg",
  "img": "systems/black-flag/artwork/types/feature.svg",
  "effects": [],
  "folder": "PNS3OPopAxnlSN4O",
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "duplicateSource": null,
    "coreVersion": "12.331",
    "systemId": "black-flag",
    "systemVersion": "0.10.046",
    "createdTime": 1726789062315,
    "modifiedTime": 1726789076633,
    "lastModifiedBy": "blackflag0000000"
  },
  "_key": "!items!unAJhBXeHhM40KDg"
}
