{
  "type": "gear",
  "name": "Helm of Brilliance",
  "system": {
    "type": {
      "category": "wondrousItem"
    },
    "rarity": "veryRare",
    "price": {
      "value": 120000,
      "denomination": "gp"
    },
    "attunement": {
      "value": "required",
      "requirement": ""
    },
    "description": {
      "value": "<p>This dazzling helm is set with [[/r 1d10]] diamonds, [[/r 2d10]] rubies, [[/r 3d10]] fire opals, and [[/r 4d10]] opals. Any gem pried from the helm crumbles to dust. When all the gems are removed or destroyed, the helm loses its magic.</p>\n\t\t\t\t<p>You gain the following benefits while wearing it:</p>\n\t\t\t\t<ul>\n\t\t\t\t<li><p>You can use an action to cast one of the following spells (save DC 18), using one of the helm’s gems of the specified type as a component: daylight (opal), fireball (fire opal), prismatic spray (diamond), or wall of fire (ruby). The gem is destroyed when the spell is cast and disappears from the helm.</p></li>\n\t\t\t\t<li><p>As long as it has at least one diamond, the helm emits dim light in a 30-foot radius when at least one Undead is within that area. Any Undead that starts its turn in that area takes [[/damage 1d6 radiant]].</p></li>\n\t\t\t\t<li><p>As long as the helm has at least one ruby, you have resistance to fire damage.</p></li>\n\t\t\t\t<li><p>As long as the helm has at least one fire opal, you can use an action and speak a command word to cause one weapon you are wielding to burst into flames. The flames emit bright light in a 10-foot radius and dim light for an additional 10 feet. The flames are harmless to you and the weapon. When you hit with an attack using the blazing weapon, the target takes an extra [[/damage 1d6 fire]]. The flames last until you use a bonus action to speak the command word again or until you drop or stow the weapon.</p></li>\n\t\t\t\t</ul>\n\t\t\t\t<p>Roll a d20 if you are wearing the helm and take fire damage as a result of failing a save against a spell. On a roll of 1, the helm emits beams of light from its remaining gems. Each creature within 60 feet of the helm other than you must succeed on a [[/save 17 DEX]] or be struck by a beam, taking radiant damage equal to the number of gems in the helm. The helm and its gems are then destroyed.</p>",
      "source": {
        "fallback": ""
      }
    },
    "activities": {},
    "uses": {
      "spent": 0,
      "consumeQuantity": false,
      "recovery": [],
      "min": "",
      "max": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "pound"
    },
    "properties": []
  },
  "_id": "3NEVzXGZUcmyrh0d",
  "img": "systems/black-flag/artwork/types/gear.svg",
  "effects": [],
  "folder": "PNS3OPopAxnlSN4O",
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "duplicateSource": null,
    "coreVersion": "12.331",
    "systemId": "black-flag",
    "systemVersion": "0.10.042",
    "createdTime": 1724985760286,
    "modifiedTime": 1724985761616,
    "lastModifiedBy": "blackflag0000000"
  },
  "_key": "!items!3NEVzXGZUcmyrh0d"
}
