{
  "type": "gear",
  "name": "Instant Fortress",
  "system": {
    "type": {
      "category": "wondrousItem"
    },
    "rarity": "rare",
    "price": {
      "value": 16000,
      "denomination": "gp"
    },
    "description": {
      "value": "<p>You can use an action to place this 1-inch metal cube on the ground and speak its command word. The cube rapidly grows into a fortress that remains until you use an action to dismiss it, which works only if the fortress is empty.</p>\n<p>The fortress is a square tower, 20 feet on a side and 30 feet high, with arrow slits on all sides and a battlement atop it. Its interior is divided into two floors, with a ladder running along one wall to connect them. The ladder ends at a trapdoor leading to the roof. When activated, the tower has a small door on the side facing you. The door opens only at your command, which you can speak as a bonus action. It is immune to the knock spell and similar magic, such as that of a chime of opening.</p>\n<p>Each creature in the area where the fortress appears must make a [[/save 15 DEX]], taking [[/damage 10d10 bludgeoning]] on a failed save, or half as much damage on a successful one. In either case, the creature is pushed to an unoccupied space outside but next to the fortress. Objects in the area that aren’t being worn or carried take this damage and are pushed automatically.</p>\n<p>The tower is made of adamantine, and its magic prevents it from being tipped over. The roof, the door, and the walls each have 100 HP, immunity to damage from nonmagical weapons excluding siege weapons, and resistance to all other damage. Only a wish spell can repair the fortress. Each casting of wish causes the roof, the door, or one wall to regain 50 HP.</p>",
      "source": {
        "fallback": ""
      }
    },
    "activities": {},
    "uses": {
      "spent": 0,
      "consumeQuantity": false,
      "recovery": [],
      "min": "",
      "max": ""
    },
    "attunement": {
      "value": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "pound"
    },
    "properties": []
  },
  "_id": "IV3Ua29AdYbon9aP",
  "img": "systems/black-flag/artwork/types/gear.svg",
  "effects": [],
  "folder": "PNS3OPopAxnlSN4O",
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "duplicateSource": null,
    "coreVersion": "12.331",
    "systemId": "black-flag",
    "systemVersion": "0.10.042",
    "createdTime": 1724985860754,
    "modifiedTime": 1724985862365,
    "lastModifiedBy": "blackflag0000000"
  },
  "_key": "!items!IV3Ua29AdYbon9aP"
}
