{
  "type": "gear",
  "name": "Ioun Stone of Reserve",
  "system": {
    "type": {
      "category": "wondrousItem"
    },
    "rarity": "rare",
    "price": {
      "value": 6000,
      "denomination": "gp"
    },
    "attunement": {
      "value": "required",
      "requirement": ""
    },
    "description": {
      "value": "<p>When you use an action to toss one of these stones into the air, the stone orbits your head at a distance of [[/r 1d3]] feet and confers a benefit to you. Thereafter, another creature must use an action to grasp or net the stone to separate it from you, either by making a successful attack roll against AC 24 or a successful [[/check 24 DEX (Acrobatics)]]. You can use an action to seize and stow the stone, ending its effect.</p>\n\t\t\t\t\t\t\t\t<p>A stone has AC 24, 10 HP, and resistance to all damage. It is considered an object that is also a carried item while it orbits your head.</p>\n\t\t\t\t\t\t\t\t<p>This vibrant purple prism stores spells cast into it, holding them until you use them. The stone can store up to 3 circles worth of spells at a time. When found, it contains [[/r 1d4 - 1]] circles of stored spells chosen by the GM.</p>\n\t\t\t\t\t\t\t\t<p>Any creature can cast a spell of 1st through 3rd circle into the stone by touching it as the spell is cast. The spell has no effect, other than to be stored in the stone. If the stone can’t hold the spell, the spell is expended without effect. The circle of the slot used to cast the spell determines how much space it uses.</p>\n\t\t\t\t\t\t\t\t<p>While this stone orbits your head, you can cast any spell stored in it. The spell uses the spell slot, spell save DC, spell attack bonus, and spellcasting ability of the original caster, but is otherwise treated as if you cast the spell. Once cast, the spell is expended, freeing up space.</p>",
      "source": {
        "fallback": ""
      }
    },
    "activities": {},
    "uses": {
      "spent": 0,
      "consumeQuantity": false,
      "recovery": [],
      "min": "",
      "max": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "pound"
    },
    "properties": [
      "magical"
    ]
  },
  "_id": "avAYPbMOAlWMEl9l",
  "img": "systems/black-flag/artwork/types/gear.svg",
  "effects": [],
  "folder": "PNS3OPopAxnlSN4O",
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "duplicateSource": null,
    "coreVersion": "12.331",
    "systemId": "black-flag",
    "systemVersion": "0.10.045",
    "createdTime": 1724986267849,
    "modifiedTime": 1725904472959,
    "lastModifiedBy": "blackflag0000000"
  },
  "_key": "!items!avAYPbMOAlWMEl9l"
}
