{
  "folder": "PNS3OPopAxnlSN4O",
  "name": "Staff of the Magi",
  "type": "weapon",
  "_id": "feBiGEtyINXwz7Fa",
  "img": "icons/weapons/staves/staff-simple-gold.webp",
  "system": {
    "activities": {
      "V7hf5rFYTsnR1xrQ": {
        "type": "attack",
        "_id": "V7hf5rFYTsnR1xrQ",
        "system": {
          "damage": {
            "parts": [],
            "critical": {},
            "includeBase": true
          },
          "attack": {
            "critical": {
              "threshold": null
            },
            "flat": false,
            "type": {}
          },
          "effects": []
        },
        "description": "",
        "activation": {
          "value": null
        },
        "consumption": {
          "targets": [],
          "scale": {
            "allowed": false
          }
        },
        "duration": {
          "units": "instantaneous",
          "concentration": false,
          "override": false
        },
        "range": {
          "override": false
        },
        "magical": false,
        "target": {
          "template": {
            "count": 1,
            "contiguous": false,
            "units": "foot"
          },
          "affects": {
            "choice": false
          },
          "override": false
        },
        "uses": {
          "spent": 0,
          "consumeQuantity": false,
          "recovery": []
        }
      }
    },
    "overrides": {
      "proficiency": null
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "quantity": 1,
    "weight": {
      "value": 4,
      "units": "pound"
    },
    "description": {
      "value": "<p>This staff can be wielded as a magic quarterstaff that grants a +2 bonus to attack and damage rolls made with it. While you hold it, you gain a +2 bonus to spell attack rolls. The staff has 50 charges and regains [[/r 4d6 + 2]] expended charges daily at dawn. If you expend the last charge, roll a d20. On a 20, the staff regains [[/r 1d12 + 1]] charges. The staff has the following additional properties:</p><p>Spell Absorption. While holding the staff, you have advantage on saves against spells. In addition, you can use your reaction when another creature casts a spell that targets only you. If you do, the staff absorbs the magic of the spell, canceling its effect and gaining a number of charges equal to the absorbed spell’s circle. However, if doing so brings the staff ’s total number of charges above 50, the staff explodes as if you activated its retributive strike (see below).</p><p>Spells. While holding the staff, you can use an action to expend some of its charges to cast one of the following spells from it, using your spell save DC and spellcasting ability: conjure elemental (7 charges), dispel magic (3 charges), fireball (7th-circle version, 7 charges), flaming sphere (2 charges), ice storm (4 charges), invisibility (2 charges), knock (2 charges), lightning bolt (7th-circle version, 7 charges), passwall (5 charges), plane shift (7 charges), telekinesis (5 charges), wall of fire (4 charges), or web (2 charges).</p><p>You can also use an action to cast one of the following spells from the staff without using any charges: arcane lock, detect magic, enlarge/reduce, light, mage hand, or protection from evil and good.</p><p>Retributive Strike. You can use an action to break the staff over your knee or against a solid surface, performing a retributive strike. The staff is destroyed and releases its remaining magic in an explosion that expands to fill a 30‑foot‑radius sphere centered on it.</p><p>You have a 50 percent chance to instantly travel to a random plane of existence, avoiding the explosion. If you fail to avoid the effect, you take force damage equal to 16 × the number of charges in the staff.</p><p>Every other creature in the area must make a [[/save 17 DEX]]. On a failed save, a creature takes an amount of damage based on how far away it is from the point of origin, as shown in the following table. On a successful save, a creature takes half as much damage.</p><p>TABLE</p>",
      "source": {
        "fallback": "Black Flag Reference Document"
      }
    },
    "type": {
      "value": "melee",
      "category": "simple",
      "base": "quarterstaff"
    },
    "options": [
      "bash"
    ],
    "properties": [
      "magical",
      "versatile"
    ],
    "ammunition": {},
    "damage": {
      "base": {
        "number": 1,
        "denomination": 6,
        "type": "bludgeoning",
        "additionalTypes": []
      }
    },
    "range": {
      "short": null,
      "long": null,
      "reach": null
    },
    "uses": {
      "min": "",
      "max": "",
      "spent": 0,
      "consumeQuantity": false,
      "recovery": []
    },
    "rarity": "legendary",
    "attunement": {
      "value": "required",
      "requirement": "by a Sorcerer, Warlock, or Wizard"
    },
    "container": null,
    "magicalBonus": null
  },
  "effects": [],
  "sort": 400000,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "duplicateSource": null,
    "coreVersion": "12.331",
    "systemId": "black-flag",
    "systemVersion": "0.10.042",
    "createdTime": 1725590632140,
    "modifiedTime": 1725590645071,
    "lastModifiedBy": "blackflag0000000"
  },
  "_key": "!items!feBiGEtyINXwz7Fa"
}
