{
  "folder": "PvR5bshdgWxMUS7N",
  "name": "Charlatan Tools",
  "type": "tool",
  "_id": "1isXFPSnVUYm2qaQ",
  "img": "icons/tools/hand/brush-paint-brown-tan.webp",
  "system": {
    "activities": {},
    "uses": {
      "spent": 0,
      "recovery": [],
      "min": "",
      "max": ""
    },
    "container": null,
    "price": {
      "value": 25,
      "denomination": "gp"
    },
    "quantity": 1,
    "weight": {
      "value": 3,
      "units": "pound"
    },
    "description": {
      "value": "<p>Charlatan tools are used to craft disguises and forge documents.</p><p><em><strong>Associated Abilities:</strong></em> DEX, CHA.</p><p><em><strong>Components.</strong></em> This tool kit includes hair dyes, small props, cosmetics, a few choice articles of clothing, a selection of wax seals, gold and silver leaf, inks, a variety of parchments, and sculpting tools to fashion melted wax into seals or prosthetics.</p><p><em><strong>Create Disguise.</strong></em> Over the course of an hour (which can be done as part of a rest) you can create a disguise to make yourself or someone else—including any clothing or equipment—look like a different creature. A disguise can make a creature seem slightly taller, shorter, fatter, or thinner, but can’t conceal true size or basic arrangement of limbs. It takes 1 minute to don such a disguise once created. A set of charlatan tools only has enough materials to create one disguise at a time, but you can disassemble a disguise to create a new disguise as part of the time spent making a disguise. A creature can use its action to inspect a disguised appearance, and must succeed on an INT (Investigation) contest versus your DEX (Charlatan Tools) to discern a disguise.</p><p><em><strong>Forge Documents.</strong></em> Over the course of one hour (which can be done as part of a rest) you can create a simple false document of 5 pages or less—like a personal letter, a party invitation, or a sales permit. With the GM’s permission you can create longer or more complicated documents over the course of several hours or days. A creature can use its action to inspect a forged document, and must succeed on an INT (Investigation) contest versus your DEX (Charlatan Tools) check to discern a forgery.</p>",
      "source": {
        "fallback": "Black Flag Reference Document"
      }
    },
    "type": {
      "category": "charlatan"
    },
    "rarity": "",
    "attunement": {
      "value": ""
    }
  },
  "effects": [],
  "sort": 200000,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "systemId": "black-flag",
    "systemVersion": "0.9.028",
    "coreVersion": "11.315",
    "createdTime": 1703972221165,
    "modifiedTime": 1716239646025,
    "lastModifiedBy": "blackflag0000000"
  },
  "_key": "!items!1isXFPSnVUYm2qaQ"
}
