{
  "name": "Monsters",
  "_id": "Mu5mSVspnMvW4icA",
  "pages": [
    {
      "sort": 0,
      "name": "Elements of a Stat Block",
      "type": "text",
      "_id": "6niJjhccsn41nGss",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<h3>Name</h3><p>@Embed[Compendium.black-flag.rules.JournalEntry.zHvTHITijHvb07FK.JournalEntryPage.OWLDiagF2wjOK590 inline]</p><h3>Challenge Rating (CR)</h3><p>@Embed[Compendium.black-flag.rules.JournalEntry.zHvTHITijHvb07FK.JournalEntryPage.7Nigqm6QLihWY34W inline]</p><h3>Size</h3><p>@Embed[Compendium.black-flag.rules.JournalEntry.zHvTHITijHvb07FK.JournalEntryPage.wlkKyndk52tqOLQh inline]</p><h3>Type</h3><p>@Embed[Compendium.black-flag.rules.JournalEntry.zHvTHITijHvb07FK.JournalEntryPage.0F7DQyml4e4p217X inline]</p><h3>Armor Class (AC)</h3><p>@Embed[Compendium.black-flag.rules.JournalEntry.zHvTHITijHvb07FK.JournalEntryPage.2IDZGBX2zVVTkx38 inline]</p><h3>Hit Points (HP)</h3><p>@Embed[Compendium.black-flag.rules.JournalEntry.zHvTHITijHvb07FK.JournalEntryPage.6OuI8l68MCsPm1YK inline]</p><h3>Speed</h3><p>@Embed[Compendium.black-flag.rules.JournalEntry.zHvTHITijHvb07FK.JournalEntryPage.6WSoTy0WF3DGC9Jc inline]</p><h3>Perception</h3><p>@Embed[Compendium.black-flag.rules.JournalEntry.zHvTHITijHvb07FK.JournalEntryPage.Mhrz4NpxxqxBDLBT inline]</p><h3>Stealth</h3><p>@Embed[Compendium.black-flag.rules.JournalEntry.zHvTHITijHvb07FK.JournalEntryPage.gqyYtdpTAR29y001 inline]</p><h3>Vulnerable, Resistant, and Immune </h3><p>@Embed[Compendium.black-flag.rules.JournalEntry.zHvTHITijHvb07FK.JournalEntryPage.PG9mfqc5z7Bvr7mY inline]</p><h3>Senses</h3><p>@Embed[Compendium.black-flag.rules.JournalEntry.zHvTHITijHvb07FK.JournalEntryPage.SmrGLX1XlhcnlaaP inline]</p><h3>Languages</h3><p>@Embed[Compendium.black-flag.rules.JournalEntry.zHvTHITijHvb07FK.JournalEntryPage.0kwVEivcvrvIRA0B inline]</p><h3>Ability Modifiers</h3><p>@Embed[Compendium.black-flag.rules.JournalEntry.zHvTHITijHvb07FK.JournalEntryPage.UOMePw3U8ieKSvx2 inline]</p><h3>Traits</h3><p>@Embed[Compendium.black-flag.rules.JournalEntry.zHvTHITijHvb07FK.JournalEntryPage.0266xikwxp4HWZlY inline]</p><h3>Actions</h3><p>@Embed[Compendium.black-flag.rules.JournalEntry.zHvTHITijHvb07FK.JournalEntryPage.0PVvqkMWzTIoDDrY inline]</p><h3>Bonus Actions</h3><p>@Embed[Compendium.black-flag.rules.JournalEntry.zHvTHITijHvb07FK.JournalEntryPage.79tx3kkIK4zJk8ii inline]</p><h3>Reactions</h3><p>@Embed[Compendium.black-flag.rules.JournalEntry.zHvTHITijHvb07FK.JournalEntryPage.Vl4tboqEemoSTCH6 inline]</p><h3>Limited Usage</h3><p>@Embed[Compendium.black-flag.rules.JournalEntry.zHvTHITijHvb07FK.JournalEntryPage.XNSGfpmGIHAYpdsg inline]</p><h3>Equipment</h3><p>@Embed[Compendium.black-flag.rules.JournalEntry.zHvTHITijHvb07FK.JournalEntryPage.qhKxLfZLAZsQSzDj inline]</p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {},
      "_stats": {
        "systemId": "black-flag",
        "systemVersion": "0.9.030",
        "coreVersion": "12.328",
        "createdTime": 1709492185146,
        "modifiedTime": 1716846032982,
        "lastModifiedBy": "blackflag0000000",
        "duplicateSource": null
      },
      "_key": "!journal.pages!Mu5mSVspnMvW4icA.6niJjhccsn41nGss"
    },
    {
      "sort": 500000,
      "name": "Monsters A to Z",
      "type": "text",
      "_id": "kWwuXctZSIbMGDGH",
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>This section contains creature entries in alphabetical order with Animals and NPCs listed in separate sections at the end.</p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {},
      "_stats": {
        "systemId": "black-flag",
        "systemVersion": "0.8.014",
        "coreVersion": "12.328",
        "createdTime": 1709492361998,
        "modifiedTime": 1709492366159,
        "lastModifiedBy": "blackflag0000000",
        "duplicateSource": null
      },
      "_key": "!journal.pages!Mu5mSVspnMvW4icA.kWwuXctZSIbMGDGH"
    },
    {
      "sort": 600000,
      "name": "Animated Objects",
      "type": "text",
      "_id": "Sw5fi10gWlbuIc4v",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p><em>The emptiness within the suit of plate mail’s visor demonstrates that no creature controls the armor from inside it. An iron sword floats in midair at rest—then suddenly swings and flourishes as though wielded by a trained swordfighter.</em></p><p>Animated objects are nonmagical objects given life by a spellcaster. Though little more than their mundane counterparts, animated objects can be given basic instructions to follow indefinitely or until given new instructions by their creators. The most common animated objects are decorative or seemingly innocuous armor and weapons instructed to protect their creators’ homes, laboratories, treasuries, or other locations important to their creators.</p><p><strong>Animated Armor.</strong> Crafted to look like field armor with dents and scratches showing signs of its use in battle, or ornately decorated for those who want something more aesthetically pleasing, animated armor moves as quickly as those who might wear it. It pummels foes with its gauntlets but can kick or otherwise ram opponents in the absence of its gauntlets.</p><p><strong>Flying Sword.</strong> Often paired with animated armor, a flying sword appears equally as battle-worn or ornate as the accompanying armor. The sword may also sit alone, innocuous among a rack of weapons, ready to fly out at intruders. Though more maneuverable than most animated objects, its fragility makes it easier to destroy.</p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {},
      "_stats": {
        "systemId": "black-flag",
        "systemVersion": "0.8.014",
        "coreVersion": "12.328",
        "createdTime": 1709492370956,
        "modifiedTime": 1709599031554,
        "lastModifiedBy": "blackflag0000000",
        "duplicateSource": null
      },
      "_key": "!journal.pages!Mu5mSVspnMvW4icA.Sw5fi10gWlbuIc4v"
    },
    {
      "sort": 700000,
      "name": "Crimson Jelly",
      "type": "text",
      "_id": "ALRw8RgX58so2sQF",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p><em>As light probes the darkness, it strikes a tiny oval-shaped bubble. Within its translucent form, strings of undulating comb-like structures scintillate with an eerie crimson glow.</em></p><p>Crimson jellies drift upon the currents of the endless darkness in deep waters or the underworld. These aggressive carnivores feed upon whatever creatures they come across. Their translucent forms are nearly invisible, and they move so rapidly, few creatures realize their presence until a jelly begins feasting on them.</p><p><strong>Swarming.</strong> Crimson jellies reproduce asexually and with extreme speed. Almost immediately after feeding, the creatures break away from prey and divide. Within moments of encountering a single jelly, the unwary can be overwhelmed by a growing mob of ravenous jellies.</p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {},
      "_stats": {
        "systemId": "black-flag",
        "systemVersion": "0.8.014",
        "coreVersion": "12.328",
        "createdTime": 1709492385031,
        "modifiedTime": 1709599043456,
        "lastModifiedBy": "blackflag0000000",
        "duplicateSource": null
      },
      "_key": "!journal.pages!Mu5mSVspnMvW4icA.ALRw8RgX58so2sQF"
    },
    {
      "sort": 800000,
      "name": "Demon, Husk",
      "type": "text",
      "_id": "3cpDrr4ZDj3fPxfs",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p><em>The formless pile of desiccated hide and broken scales slowly twists and writhes across the ground like a sheet of canvas in the wind. As it draws closer, a guttural syllabic echo drones in a psychic reverberation.</em></p><p>Life on abyssal planes isn’t easy, even for the demons native to it. Without regular trips to other planes, some lesser demons eventually wear away as the reality-bending chaos consumes them. What remains is known as a husk demon.</p><p><strong>Expunged.</strong> Drained by the chaos and endless fury, little remains of what these demons once were, save for rage and hunger. Husk demons seek to consume the souls of sentient creatures from other planes, a whisper of their demonic form promising relief in the pits of the Abyss, if only they can consume enough souls. These demons slurp at the bodies and souls of creatures, steadily leeching the vitality and thirst for life from victims. After a kill, many husk demons burn and mutilate their victim with a mark of their patron demon. Whether the husk demon recalls the meaning of the mark remains uncertain.</p><p><strong>Tied to the Past.</strong> Husk demons inhabit the ruins of demonic strongholds, ancient demonic prisons, or temples on the Material Plane dedicated to dead gods or infernal exiles. Such sites often contain lost relics and artifacts to which the demons shared a distant connection in life. Experienced scavengers and looters tend to avoid areas said to be inhabited by husk demons, believing the demons to be long-dead guardians pressed into service by the powerful objects themselves. Unfortunate explorers or travelers seeking shelter from the weather may accidentally wander into such places on the Material Plane and find themselves surrounded by these starving fiends.</p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {},
      "_stats": {
        "systemId": "black-flag",
        "systemVersion": "0.8.014",
        "coreVersion": "12.328",
        "createdTime": 1709492394321,
        "modifiedTime": 1709599066142,
        "lastModifiedBy": "blackflag0000000",
        "duplicateSource": null
      },
      "_key": "!journal.pages!Mu5mSVspnMvW4icA.3cpDrr4ZDj3fPxfs"
    },
    {
      "sort": 900000,
      "name": "Demon, Quasit",
      "type": "text",
      "_id": "HMTn79vZsy7G56q3",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p><em>This miniature fiend has horns jutting from its head, and its oversized bat ears almost rival the horns in length. It gazes with expressionless, black eyes.</em></p><p>Quasits take to mortal worlds to escape bullying from most other demons and to spread Abyssal destruction there by making themselves available as familiars to spellcasters. While serving as familiars, quasits goad their masters into vile acts. These acts often start small and simple, slowly escalating until the master has been fully corrupted by the quasit’s influence.</p><p><strong>Cowardly Shapechangers.</strong> Quasits rarely show their true forms, preferring instead to assume a shape suited for its current environment. The cowardly creatures also rely on their invisibility to escape destruction.</p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {},
      "_stats": {
        "systemId": "black-flag",
        "systemVersion": "0.8.014",
        "coreVersion": "12.328",
        "createdTime": 1709492401806,
        "modifiedTime": 1709599093142,
        "lastModifiedBy": "blackflag0000000",
        "duplicateSource": null
      },
      "_key": "!journal.pages!Mu5mSVspnMvW4icA.HMTn79vZsy7G56q3"
    },
    {
      "sort": 1000000,
      "name": "Dinosaur, Tyrannosaurus Rex",
      "type": "text",
      "_id": "cVUkURqeE33DfObY",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p><em>Though this bipedal saurian has relatively stubby forelimbs, its crushing jaw and long sweeping tail mark it as a formidable predator.</em></p><p>One of the most aggressive and territorial dinosaurs, tyrannosaurs attack with confidence. They grab their prey, shaking it and crushing it with their powerful jaws while walloping other creatures with their tails. The dinosaurs attack their opponents until they or their opponents are dead. Humanoids suffering from tyrannosaurus predation keep tyrannosaur skulls as trophies when they manage to defeat the dinosaurs. A typical tyrannosaurus rex stands 15 feet tall, measures 35 feet from snout to tail, and weighs 7 tons.</p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {},
      "_stats": {
        "systemId": "black-flag",
        "systemVersion": "0.8.014",
        "coreVersion": "12.328",
        "createdTime": 1709492409985,
        "modifiedTime": 1709599108815,
        "lastModifiedBy": "blackflag0000000",
        "duplicateSource": null
      },
      "_key": "!journal.pages!Mu5mSVspnMvW4icA.cVUkURqeE33DfObY"
    },
    {
      "sort": 1100000,
      "name": "Dinosaur, Velociraptor",
      "type": "text",
      "_id": "t4ePu6KCJBXiADDR",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p><em>A small, wispy-feathered creature with a sweeping tail, vicious needle-like teeth, and hooked claws on its powerful back legs tilts its head from side to side before it darts forward.</em></p><p>An effective pack hunter, the velociraptor rarely travels alone. These dinosaurs spread out from one another and surround their prey, attacking ferociously from blind spots, ripping and tearing their targets with savage claws on their hind legs. Hard to train and forever plagued by instincts to kill, only the most foolish and determined humanoids attempt to tame velociraptors. Career caretakers display missing fingers and ghoulish scars as badges of honor.</p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {},
      "_stats": {
        "systemId": "black-flag",
        "systemVersion": "0.8.014",
        "coreVersion": "12.328",
        "createdTime": 1709492419371,
        "modifiedTime": 1709599120650,
        "lastModifiedBy": "blackflag0000000",
        "duplicateSource": null
      },
      "_key": "!journal.pages!Mu5mSVspnMvW4icA.t4ePu6KCJBXiADDR"
    },
    {
      "sort": 1200000,
      "name": "Dragon, Black",
      "type": "text",
      "_id": "8OLCMiXUegueKOu7",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p><em>This dragon has glossy black scales pitted gray and white with acid stains. Its crocodilian maw continually dribbles acid that hisses when it strikes something.</em></p><p>Black dragons are consummate bullies and aggressively defend their lairs against lesser creatures, often making examples of those they see as a threat. This also applies to their mates and their own young, which flee the most powerful specimen when they can. If a dragon learns about a settlement encroaching on its swampy domain, it first sends its allies to drive the interlopers away, and then it makes a personal visit to destroy any remaining resistance.</p><p><strong>Cowardly.</strong> As bullies, black dragons quail in the face of superior beings, often in the form of larger black dragons resettling from other swampy lairs or their own young who have amassed enough wealth, power, and age to challenge their sire. When necessary, black dragons engage in ambushes, short raids, and night attacks to undermine stronger foes.</p><p><strong>Gem Hoarders.</strong> Conditions force black dragons to carefully select their treasures. Metal corrodes from exposure to the dragons’ acid and the damp air. Paper soaks through and disintegrates. Wood bloats and warps. Enchanted items last longer, but they too ultimately succumb to corrosion. However, gems persist in the unfavorable environment, so black dragons collect as many as possible. Each dragon has a favorite type of gem they covet, ranging from sapphires and rubies through less common stones like tourmalines and garnets. While the dragons don’t have deep caverns for their hoards, the shallow waters of the swamps make it relatively simple to dredge for stored gems.</p><p><strong>Local Despots.</strong> Compared to most chromatic dragons, black dragons content themselves with their own domain and rarely see the need to fly somewhere distant, devastate an area, and plunder from the fallen. They are satisfied with waylaying hapless travelers in their territory and retrieving treasure from those claimed by the swamp without their intervention.</p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {},
      "_stats": {
        "systemId": "black-flag",
        "systemVersion": "0.8.014",
        "coreVersion": "12.328",
        "createdTime": 1709492429214,
        "modifiedTime": 1709599137067,
        "lastModifiedBy": "blackflag0000000",
        "duplicateSource": null
      },
      "_key": "!journal.pages!Mu5mSVspnMvW4icA.8OLCMiXUegueKOu7"
    },
    {
      "sort": 1300000,
      "name": "Dragon, Red",
      "type": "text",
      "_id": "A898yy0FAmf4DSUA",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p><em>The mighty red dragons are one of the most feared varieties of dragons. Powerful, intelligent, and cunning, their attacks rend armor, and their flaming breath devastates anyone foolish enough to stand against them. Older red dragons develop additional attacks and even the ability to cast spells.</em></p><p><strong>Avaricious and Territorial.</strong> Most dragons maintain hoards of gold, treasure, and magical items, but the greed of the red dragons is as legendary as their fire. They amass vast troves of wealth, preferring quantity over quality, and display trophies and skulls of slain foes prominently. Red dragons prefer to lair in volcanic caverns within mountains or subterranean areas of extreme heat. They surround their hoard chambers with twisting tunnels full of traps and guardians provided by the lesser creatures forced to serve them. Red dragons brook no incursions into their territory, which can stretch for miles around their lairs, and react to any perceived trespass with fury and fire.</p><p><strong>Dominating Pride.</strong> Red dragons truly believe they are the mightiest of all dragons and superior to all other creatures. They are quick to boast of their own greatness and happy to demonstrate their supremacy by fang or fire. This pride makes them tyrannical, and many red dragons delight in forcing tribute or service from lesser creatures.</p><p><strong>Incendiary Rage.</strong> The magical core of fire at the heart of every red dragon both generates their incinerating breath and makes them quick to anger. They take offense at even slight provocation, flying into devastating rages that last until their fury is vented.</p><h3>A Red Dragon's Lair</h3><p>A red dragon favors high mountains, claiming snowy peaks, fuming volcanoes, or sprawling ancient ruins. A red dragon’s immense strength, agile flight, and comfort in blistering temperatures make its lair difficult to traverse for most other creatures. From its skyward vantage point, a red dragon peers down at what it considers to be lesser kin. In the most extreme lairs, precariously maintained above the churning interior of active volcanoes, red dragons retain azers, fire elementals, fire giants, and devils or demons to serve their whims. Sprawling dwarven tunnels, forgotten giant foundries, or lakes of boiling stone make the perfect respite for a red dragon’s clutch or nest.</p><h4>Lair Actions</h4><p>On initiative count 20 (losing initiative ties), a red dragon can take one of the following lair actions. The dragon can’t use the same effect two rounds in a row:</p><ul><li><p><strong>Collapse.</strong> The ceiling on a point the dragon can see within 120 feet of it collapses, covering a 20-foot square area on the ground directly below that point. Each creature in that area must succeed on a [[/save dexterity 15]] save or be knocked prone and buried under the rubble. A buried creature is restrained and unable to breathe or stand up. A creature, including the buried creature, can take its action to free the buried creature by succeeding on a [[/save strength 15]] check while within reach of the buried creature.</p></li><li><p><strong>Swirling Ash.</strong> Searing ash blasts a point the dragon can see within 120 feet of it. Each creature within 30 feet of that point must make a [[/save constitution 15]] save. On a failure, a creature takes [[/damage 3d6 fire average]] damage and is blinded until the end of its next turn. On a success, a creature takes half the damage and isn’t blinded. The ash ignites flammable objects within 30 feet of that point that aren’t being worn or carried.</p></li><li><p><strong>Conflagrate.</strong> One creature the dragon can see within 120 feet of it becomes tethered to the Elemental Plane of Fire. The target must succeed on a [[/save charisma 15]] save or be burned for 1 minute. While burned, the target takes [[/damage 2d6 fire average]] damage at the start of each of its turns. The effect ends early if the target takes cold damage, is submerged in water, or the burn is removed with a greater restoration spell or similar magic.</p></li></ul><h4>Regional Effects</h4><p>The region containing a red dragon’s lair is suffused with fiery chaos, which creates one or more of the following effects.</p><ul><li><p><strong>Acid Rain.</strong> Within 10 miles of the red dragon’s lair, precipitation is oily and stinks of sulfur. Snow in the area may be gray or black as it falls, appearing like ash, though its temperature is unchanged.</p></li><li><p><strong>Incited Rage.</strong> Creatures within 3 miles of the red dragon’s lair are quick to anger and slow to forgive. Such creatures have disadvantage on CHA checks, except CHA (Intimidation), and Beasts in the area that aren’t domesticated are more aggressive than normal.</p></li><li><p><strong>Unnatural Heat.</strong> Within 1 mile of the red dragon’s lair, temperatures are unnaturally high. Vegetation in the area withers and eventually crumbles to dust. Creatures in the area require twice as much water as normal each day to survive, and each creature in the area must succeed on a [[/save constitution 10]] save every hour it remains in the area or suffer one level of exhaustion. Creatures that are resistant or immune to fire damage are unaffected by this regional effect.</p></li></ul>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {},
      "_stats": {
        "systemId": "black-flag",
        "systemVersion": "0.8.014",
        "coreVersion": "12.328",
        "createdTime": 1709492437433,
        "modifiedTime": 1709599310751,
        "lastModifiedBy": "blackflag0000000",
        "duplicateSource": null
      },
      "_key": "!journal.pages!Mu5mSVspnMvW4icA.A898yy0FAmf4DSUA"
    },
    {
      "sort": 1400000,
      "name": "Elemental, Fire",
      "type": "text",
      "_id": "VMwgeeDRtZqBb4nl",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p><em>This mobile flame casts light in varying hues of yellow and orange, setting flammable objects alight as it touches them.</em></p><p>Fire elementals are the most inherently destructive of the quartet of elementals, burning and igniting everything they touch. Fortunately, they react to water like ordinary fire, but as intelligent creatures, they back away from the immediate threat of extinguishment only to then quickly maneuver around it to strike at opponents, especially those using water as a weapon.</p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {},
      "_stats": {
        "systemId": "black-flag",
        "systemVersion": "0.8.014",
        "coreVersion": "12.328",
        "createdTime": 1709492445608,
        "modifiedTime": 1709599333002,
        "lastModifiedBy": "blackflag0000000",
        "duplicateSource": null
      },
      "_key": "!journal.pages!Mu5mSVspnMvW4icA.VMwgeeDRtZqBb4nl"
    },
    {
      "sort": 1500000,
      "name": "Gelatinous Cube",
      "type": "text",
      "_id": "SyoLWrEs2VNnSBUQ",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p><em>A floating skeleton surrounded by a wreath of coins moves towards you. As it approaches your light, you realize it is suspended within a quivering, transparent cube of goo.</em></p><p>With cubical forms adapted to dungeon corridors, gelatinous cubes can feed on anything found on the floors, walls, or even ceilings. They can digest softer organic materials, such as cloth, flesh, leather, and even wood, over time. Harder materials, such as bone and metals, are eventually passed out of the cube. Gelatinous cubes are practically invisible unless they have fed recently and still carry non-digestible items within them.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {},
      "_stats": {
        "systemId": "black-flag",
        "systemVersion": "0.8.014",
        "coreVersion": "12.328",
        "createdTime": 1709492453700,
        "modifiedTime": 1709599342422,
        "lastModifiedBy": "blackflag0000000",
        "duplicateSource": null
      },
      "_key": "!journal.pages!Mu5mSVspnMvW4icA.SyoLWrEs2VNnSBUQ"
    },
    {
      "sort": 1600000,
      "name": "Ghoul",
      "type": "text",
      "_id": "5pvMj2QEQrXdqKHS",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p><em>This gaunt, gray humanoid wears rags and smells strongly of rotting flesh. It flicks a long tongue out of its mouth, sensing for its next warm meal.</em></p><p>Ghouls amass in nightmarish packs to scour the world for the flesh of the dead. Though capable hunters, most ghoul packs raid cemeteries and ancient crypts to feast on putrefied flesh. Forever starving for their next meal, ghouls never decay nor age and may prowl the long-forgotten mausoleums of dead civilizations for thousands of years, searching for their next morsel of flesh.</p><p><strong>Abyssal Creator.</strong> A demon lord with dominion over undead laid waste to a mortal army and saw fit to experiment on the abundance of corpses. Thus were made the first ghouls. The demon lord crafted these ghouls to be undead shock troops smart enough to follow orders but not enough to question them.</p><p><strong>Bestial Nature.</strong> Contributing to their mental diminishment, ghouls have a never-ending desire to eat flesh. They carry none of their concerns from their former lives, so their clothes are reduced to rags. The animalistic ghouls hunt in packs, sniffing the air for prey and running on their forelimbs and legs when chasing down their victims. They also proudly embrace the nauseating stench they emanate after they consume and revel in their kills.</p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {},
      "_stats": {
        "systemId": "black-flag",
        "systemVersion": "0.8.014",
        "coreVersion": "12.328",
        "createdTime": 1709492459074,
        "modifiedTime": 1709599359191,
        "lastModifiedBy": "blackflag0000000",
        "duplicateSource": null
      },
      "_key": "!journal.pages!Mu5mSVspnMvW4icA.5pvMj2QEQrXdqKHS"
    },
    {
      "sort": 1700000,
      "name": "Goblin, Bugbear",
      "type": "text",
      "_id": "54foVO9td06YIuBN",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p><em>A hirsute, brown-furred humanoid with dark eyes and elongated ears wields a massive, heavily spiked club.</em></p><p>Named for their unique appearance, bugbears embraced the terror-inducing term. The consummate carnivores enjoy the crunch of bones beneath their bloody clubs.</p><p><strong>Bullies.</strong> While bugbears prefer to hunt and battle alone, they sometimes find themselves in leadership positions over smaller goblins. Their command is marked by bouts of terror, where they randomly inflict pain or humiliation on their subordinates. They don’t expect pushback from lesser goblins, but they back down from the rare, coordinated response. This attitude persists when bugbears fight other creatures. If assured of an easy win, they brutalize and taunt their foes. However, they flee when their opponents demonstrate superiority on the battlefield, unless an even more powerful leader threatens their lives.</p><p><strong>Sneaky Combatants.</strong> Owing to their cowardice, bugbears try to attack with the element of surprise and are deadly against surprised enemies. They wait for cover of darkness or choose locations where they can hide. If the conditions aren’t right, they coerce their subordinates to create a distraction for them.</p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {},
      "_stats": {
        "systemId": "black-flag",
        "systemVersion": "0.8.014",
        "coreVersion": "12.328",
        "createdTime": 1709492493494,
        "modifiedTime": 1709599375170,
        "lastModifiedBy": "blackflag0000000",
        "duplicateSource": null
      },
      "_key": "!journal.pages!Mu5mSVspnMvW4icA.54foVO9td06YIuBN"
    },
    {
      "sort": 1800000,
      "name": "Goblin",
      "type": "text",
      "_id": "tKsFzuyuTdsyG6Bz",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p><em>Stepping out of the shadows, this small yellowish-green humanoid has long, pointed ears and peculiar nose slits. It grins slyly as a dozen more step into view behind it.</em></p><p>Though often considered the lowest of sneaks and thieves, goblins largely ignore what others think of them, stubbornly prospering in areas disregarded by civilization and completing tasks that others disdain. Fortunately, a goblin can find joy almost anywhere.</p><p><strong>Cunning Over Strength.</strong> Goblin leaders are chosen for their intelligence and deviousness rather than strength at arms. Similarly, goblins value numbers over an individual’s strength, relying on each other to overwhelm powerful foes.</p><p><strong>Natural Spies.</strong> Many goblins parley their natural stealth into careers. In urban environments, they excel in spycraft, information gathering, and thievery. In the wilderness, goblins are skillful scouts, trappers, and bandits.</p><p><strong>Delight in Thievery.</strong> Goblin culture considers stealing a delightful challenge. A goblin who can’t guard a possession doesn’t deserve it. Every goblin appreciates a good robbery, even if they are the victim. However, this peculiarity often leads to friction between goblins and other peoples.</p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {},
      "_stats": {
        "systemId": "black-flag",
        "systemVersion": "0.8.014",
        "coreVersion": "12.328",
        "createdTime": 1709492499606,
        "modifiedTime": 1709599390778,
        "lastModifiedBy": "blackflag0000000",
        "duplicateSource": null
      },
      "_key": "!journal.pages!Mu5mSVspnMvW4icA.tKsFzuyuTdsyG6Bz"
    },
    {
      "sort": 1900000,
      "name": "Goblin, Hobgoblin",
      "type": "text",
      "_id": "pgwqHuE2SaUcxCcr",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p><em>The military bearing of this humanoid is evident in its stance and in its readied weapon. The warrior’s yellow eyes seem to watch everything.</em></p><p>Hobgoblins stand about as tall as a human, though they are more powerfully built. As a society, most hobgoblin enclaves are highly organized military communities, called cohorts, where members are ranked according to their skills and accomplishments.</p><p><strong>Rule Bound.</strong> The militant hobgoblins live their lives according to the Decrees, a complicated set of rules, laws, and customs. Tenets of the Decrees are so ingrained that even hobgoblins who leave the community to become adventurers continue to model their reactions and decisions on its lessons.</p><p><strong>The Goblin Oath.</strong> All hobgoblins are sworn to serve their cohorts from birth, raised to honor the Decrees and their superiors in equal measure. The cohort combines military virtues with family loyalty to create a potent whole. To swear by the cohort is the most binding promise a hobgoblin can give.</p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {},
      "_stats": {
        "systemId": "black-flag",
        "systemVersion": "0.8.014",
        "coreVersion": "12.328",
        "createdTime": 1709492507346,
        "modifiedTime": 1709599405223,
        "lastModifiedBy": "blackflag0000000",
        "duplicateSource": null
      },
      "_key": "!journal.pages!Mu5mSVspnMvW4icA.pgwqHuE2SaUcxCcr"
    },
    {
      "sort": 2000000,
      "name": "Grimlock",
      "type": "text",
      "_id": "w2pnhLDlldDhifyz",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p><em>Uttering a repetitive clicking sound, a rugged, human-like creature shuffles forward, cocking its head to one side as if listening intently. It has gray skin, stringy hair, and large, sightless red eyes.</em></p><p>Grimlocks descend from the human population of a vast empire long ago lost to the underground in some forgotten calamity. Over generations, they adapted to the world below ground, gradually losing their sight and evolving new senses.</p><p><strong>Blind Stewards.</strong> Xenophobic hunter-gatherers, grimlocks retain some slight vestige of their ancestors’ mighty empire in the form of complicated techno-arcane devices. Grimlock shamans use complicated oral traditions to pass down knowledge of how to maintain these machines, though few grimlocks know how to construct them. This doesn’t stop grimlocks from pocketing baubles cast off from these devices, and many grimlocks have found the baubles to be effective at repelling or disorienting intruders.</p><p><strong>Echosense.</strong> Grimlocks speak and understand the language of the subterranean world, though they prefer to speak their own dialect of Dwarvish. The clicking sounds that form most of their words also serve as a form of echolocation.</p><p><strong>Sensitive Hearing.</strong> Relying on hearing and scent, grimlocks thrive in dark environments. However, their sensitive ears are particularly vulnerable to loud sounds.</p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {},
      "_stats": {
        "systemId": "black-flag",
        "systemVersion": "0.8.014",
        "coreVersion": "12.328",
        "createdTime": 1709492515611,
        "modifiedTime": 1709599428665,
        "lastModifiedBy": "blackflag0000000",
        "duplicateSource": null
      },
      "_key": "!journal.pages!Mu5mSVspnMvW4icA.w2pnhLDlldDhifyz"
    },
    {
      "sort": 2100000,
      "name": "Harpy",
      "type": "text",
      "_id": "JUMBc8IaCp0RHXmz",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p><em>With the body of a woman and the wings and talons of a swift raptor, this monstrosity slashes the air as she dives at prey. Often, a harpy strikes with a deadly song on her lips.</em></p><p>Harpies dwell in dark forests and along coastlines, building their eyries in high places to protect their young. Dangerous hunters with a taste for human and giant flesh, they lure prey to its doom using their magical voices or descend upon it with talon and claw.</p><p><strong>Agents of the Divine.</strong> Though loathed now, harpies were once the favored messengers of the gods until some now-forgotten transgression exiled them from the divine realms. Harpies claim they have no stories or legends of that time.</p><p><strong>Clamor Eyries.</strong> Harpies live in large flocks of six to ten mated pairs and their children. A typical clamor is led by the strongest hunters or most powerful singers.</p><p><strong>Urban Harpies.</strong> A few harpies have found acceptance in large urban centers. They trade their aerial speed or magical songs for coins.</p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {},
      "_stats": {
        "systemId": "black-flag",
        "systemVersion": "0.8.014",
        "coreVersion": "12.328",
        "createdTime": 1709492521133,
        "modifiedTime": 1709599456340,
        "lastModifiedBy": "blackflag0000000",
        "duplicateSource": null
      },
      "_key": "!journal.pages!Mu5mSVspnMvW4icA.JUMBc8IaCp0RHXmz"
    },
    {
      "sort": 2200000,
      "name": "Hell Hound",
      "type": "text",
      "_id": "oY8HgCtQPWWkVSl9",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p><em>Brimstone permeates the air around this hulking canine. The beast’s claws are curved daggers, its eyes shine with a burning radiance, and flames curl out of its fanged mouth.</em></p><p>Hellhounds are fiends punished by their kin and forcibly transformed into the shape of a beast. They roam the infernal realms in cruel packs or serve whatever masters they hope will restore them to original forms.</p><p><strong>Infernal Guardians.</strong> Hellhounds are often encountered near sites important to evil creatures or demonic incursions. Greater demons give mortal supplicants the service of hellhounds as a reward, though it also helps the demon to watch over them.</p><p><strong>No Mere Beast.</strong> Despite their shape and other bestial instincts, hellhounds are still fiends, and they retain most of their intellect and cruel cunning. Opponents who expect them to act like hounds seldom discover their error before they are consumed. They prefer to fight in great numbers, and when they begin a hunt, very little dissuades them.</p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {},
      "_stats": {
        "systemId": "black-flag",
        "systemVersion": "0.8.014",
        "coreVersion": "12.328",
        "createdTime": 1709492526650,
        "modifiedTime": 1709599471275,
        "lastModifiedBy": "blackflag0000000",
        "duplicateSource": null
      },
      "_key": "!journal.pages!Mu5mSVspnMvW4icA.oY8HgCtQPWWkVSl9"
    },
    {
      "sort": 2300000,
      "name": "Hippogriff",
      "type": "text",
      "_id": "orAXn1Zal3yRtZAH",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p><em>Flashing down from the sky, this creature has the body and rear legs of a horse, but the head, wings, and forelegs of a mighty eagle. With a raptor’s scream, it dives to strike.</em></p><p>The swift hippogriffs hunt the mountain steppes, plains, and wild places of the world. They are omnivorous but prefer meat. A single hippogriff considers an extremely wide swath as its hunting territory and remains in an area until the food supply is exhausted.</p><p><strong>Eternal Mates.</strong> Hippogriffs mate for life, raising one to two young at a time. They lay eggs, taking turns watching over them (or hatchlings) while the other mate hunts for food. When a hippogriff dies, its mate often starves itself to death.</p><p><strong>Loyal Steeds.</strong> Hippogriff eggs are prized treasures and valuable to everyone from elven lords to powerful human generals. A single egg is valued at 2,000 gp. Of all the monstrous mounts, hippogriffs are the easiest to train. However, the death of a hippogriff ’s rider sends the mount into a frenzy.</p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {},
      "_stats": {
        "systemId": "black-flag",
        "systemVersion": "0.8.014",
        "coreVersion": "12.328",
        "createdTime": 1709492532524,
        "modifiedTime": 1709599484004,
        "lastModifiedBy": "blackflag0000000",
        "duplicateSource": null
      },
      "_key": "!journal.pages!Mu5mSVspnMvW4icA.orAXn1Zal3yRtZAH"
    },
    {
      "sort": 2400000,
      "name": "Kobold",
      "type": "text",
      "_id": "NGWe38ZlJgEanu4L",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p><em>They skulk out of the shadows: short, draconic humanoids covered with scales ranging in hue from rust to inky black. They have red eyes and reptilian tails, and though only the size of gnomes, they hold their weapons with easy familiarity.</em></p><p>Kobolds are diligent, hardworking creatures who view life through a practical lens. They instinctively conform to the wishes of anyone stronger than themselves rather than risk confrontation. Kobolds can be found in dark forests, deep underground, and in the heart of urban centers.</p><p><strong>Clever Miners.</strong> Skilled miners and inordinately clever with mechanical devices, kobolds routinely surround their warrens with traps, deadfalls, and camouflage.</p><p><strong>Collective Community.</strong> Kobolds share a strong communal instinct, knowing that only by acting together can they hope to defeat threats against them. When kobolds travel with other lineages, they extend this spirit to their companions.</p><p><strong>Talented Witches and Alchemists.</strong> Kobolds collect items thrown away by dwarves, humans, and others and use them in strange brews and potions.</p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {},
      "_stats": {
        "systemId": "black-flag",
        "systemVersion": "0.8.014",
        "coreVersion": "12.328",
        "createdTime": 1709492536871,
        "modifiedTime": 1709599499261,
        "lastModifiedBy": "blackflag0000000",
        "duplicateSource": null
      },
      "_key": "!journal.pages!Mu5mSVspnMvW4icA.NGWe38ZlJgEanu4L"
    },
    {
      "sort": 2500000,
      "name": "Mimic",
      "type": "text",
      "_id": "89eE463CNrqtp9wC",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p><em>A hateful crimson eye opens on the surface of the otherwise innocuous barrel. Then another eye opens, and another still. With startling speed, the barrel becomes a pseudopod-wielding horror, its toothy maw opening wide.</em></p><p>The dungeon delver’s bane, a mimic is a stealthy predator that transforms itself into an inanimate object, perfectly copying the appearance of wood or stone. It typically poses as furniture, doors, stairs, and the like. In its natural form, it resembles an amorphous blob with flesh-like protrusions resembling objects it previously copied.</p><p><strong>Deceptive Hunters.</strong> While not terribly intelligent, mimics are uncanny predators. They lurk in well trafficked areas of dungeons, wildernesses, or urban environments, assuming shapes intended to lure prey. They then use their sticky adhesive skin to trap their next meal.</p><p><strong>Taste Focused.</strong> Mimics are supremely patient, but they are obsessed with consuming prey to relish the taste, not necessarily to sate hunger. The taste buds of a mimic’s tongue are extremely sensitive, and they gather a great deal of information with every bite.</p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {},
      "_stats": {
        "systemId": "black-flag",
        "systemVersion": "0.8.014",
        "coreVersion": "12.328",
        "createdTime": 1709492543297,
        "modifiedTime": 1709599513159,
        "lastModifiedBy": "blackflag0000000",
        "duplicateSource": null
      },
      "_key": "!journal.pages!Mu5mSVspnMvW4icA.89eE463CNrqtp9wC"
    },
    {
      "sort": 2600000,
      "name": "Mycolid",
      "type": "text",
      "_id": "7WC5d3EWupdyBH58",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p><em>This small living fungus has the white fibrous stalk and soft, spongy head of a mushroom. Beneath its wide, bell-shaped cap, humanoid arms clutch ramshackle gardening instruments and crude weapons, while flat leg-stalks move the plant-creature toward any potential threats.</em></p><p>Mycolids sprout in areas infused with unnatural magical energy, such as the fetid bog of a black dragon, the cavernous ruins of the underworld, or the shady glade blessed by an archfey or druid. Regardless of region or climate, commoner myconids spend most of their lives cultivating a huge variety of mushrooms into a single unbroken chain of interconnected growth.</p><p><strong>Community First.</strong> They thrive in harsh environments without thought for shelter, culture, art, or history, and instead pour every moment of their relatively short lives into expanding the colony. Few creatures attack the peaceful fungal folk, but those that do find their woody bodies, soft, springy heads, and immunity to pain difficult to overcome. When a colony is threatened, every commoner mycolid fights to the death to protect the collective.</p><p><strong>Highly Toxic.</strong> Though commoner mycolids are safe to handle, creatures foolish enough to eat one may succumb to their potent toxins. In extreme situations, mycolids may let themselves be eaten to kill massive or dangerous creatures and add fertilizer to the colony. Mycolids spores are a powerful defense mechanism as well, and older mycolids have more powerful spores. Even newborn commoner mycolid spores can addle the mind of most beasts.</p><p><strong>Shared Memory.</strong> Each mycolid is a clone of a single progenitor called a spore lord. A family of like mycolids, the spawn of an individual spore lord, is called a “ring,” and each ring shares a collective pool of memories and consciousness connected to a mycelial network. As such, mycolids remember their own births as though they tended to their younger selves personally and can recall every birth and death since the ring began. Though all members of a ring look identical, no two rings are exactly alike. Separate rings cannot share thoughts or memories, but all mycolids can communicate telepathically over short distances.</p><p><strong>Spore Lord.</strong> When a safe area of rich, damp fertilizer can be secured, a commoner mycolid may undergo a rapid change into a more powerful form capable of using its spores to create a near-endless supply of identical offspring. This form, called a spore lord, does not rule over other mycolids. But while commoners tend to the health of mushrooms and mycolid sprouts, spore lords protect the colony from threats and supply it with a stream of clones. A single spore lord might create dozens or hundreds of clones of itself in its lifetime, and a dozen spore lords from different colonies may amass in a single fertile location without conflict.</p><p><strong>Magic Channelers.</strong> Upon transformation, a spore lord is made larger, stronger, and smarter by the primal magic that spawned it. Spore lords instinctively know how to manipulate the environment through cultivation and magic.</p><p><strong>Communal Knowledge.</strong> All members of a spore lord’s ring share its memories, but commoners lack the capacity to understand how and why the spore lord is different, though they recognize it. Only when separated from the colony can a commoner reach such an understanding, usually moments before it changes into a spore lord itself.</p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {},
      "_stats": {
        "systemId": "black-flag",
        "systemVersion": "0.8.014",
        "coreVersion": "12.328",
        "createdTime": 1709492547951,
        "modifiedTime": 1709599547022,
        "lastModifiedBy": "blackflag0000000",
        "duplicateSource": null
      },
      "_key": "!journal.pages!Mu5mSVspnMvW4icA.7WC5d3EWupdyBH58"
    },
    {
      "sort": 2700000,
      "name": "Orc",
      "type": "text",
      "_id": "7WBhJjDZ9QdA3D0b",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p><em>A gray-skinned humanoid glares with red-rimmed eyes. He brandishes his axe and growls, his tusked mouth twisting into a toothy snarl as he advances.</em></p><p>Orcs are broad and muscular, with coarse features, prominent tusks on their lower jaws, and deeply set eyes. They commonly have a dusky gray skin color, though this can vary by region or tribe, with tones ranging from pale white to sandy or even mottled white and black, with a few sporting greenish or orange tinges.</p><p><strong>Rule of Might.</strong> Aggressive, opportunistic warriors, orcs follow the rule of might. In orcish culture, you are entitled to whatever you can take, for however long you are strong enough to hold it. Tribes choose homes based on the other creatures that live nearby and what they have worth taking, even if those others are another orc tribe.</p><p><strong>Great War Banners.</strong> Occasionally, tribes band together under the banner of a leader of exceptional might, a Great Chief, to take some great prize. Such hordes rarely last beyond the initial raid, with each tribe seizing its share and returning home to celebrate victory.</p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {},
      "_stats": {
        "systemId": "black-flag",
        "systemVersion": "0.8.014",
        "coreVersion": "12.328",
        "createdTime": 1709492554621,
        "modifiedTime": 1709599567854,
        "lastModifiedBy": "blackflag0000000",
        "duplicateSource": null
      },
      "_key": "!journal.pages!Mu5mSVspnMvW4icA.7WBhJjDZ9QdA3D0b"
    },
    {
      "sort": 2800000,
      "name": "Otyugh",
      "type": "text",
      "_id": "wFfEbsc6Q4zIf56M",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p><em>An enormous mound rises from the muck, grasping with its tentacles as a massive, toothy maw opens on its front.</em></p><p>This bizarre creature’s body is a shapeless mass of flesh atop three thick fins. Three tentacles sprout from the body, two longer ones ending in spiky, grasping pads, and a third, shorter limb bearing the otyugh’s eyes and nostrils. Much of the creature’s front side is taken up by a cavernous mouth filled with sharp teeth.</p><p><strong>Adaptable Appetites.</strong> Otyughs are omnivorous, eating anything organic and delighting in rot, waste, and carrion. Their constant hunger extends to living creatures as well. They hide while submerged in water or bury themselves in mud or filth, lashing out at potential prey as they pass.</p><p><strong>Damp Dwellers.</strong> Otyughs prefer wet environs, lairing in swamps, rainforests, partially flooded caves, or other wilderness areas prone to damp and decay. They can also be found in populated areas. City sewers, village middens, or boneyards contain what these sewer horrors view as abundant sources of food.</p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {},
      "_stats": {
        "systemId": "black-flag",
        "systemVersion": "0.8.014",
        "coreVersion": "12.328",
        "createdTime": 1709492561410,
        "modifiedTime": 1709599581772,
        "lastModifiedBy": "blackflag0000000",
        "duplicateSource": null
      },
      "_key": "!journal.pages!Mu5mSVspnMvW4icA.wFfEbsc6Q4zIf56M"
    },
    {
      "sort": 2900000,
      "name": "Owlbear",
      "type": "text",
      "_id": "ithpksylijBc59qt",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p><em>Bursting from the forest undergrowth, a massive creature—equal parts bear and raptor—gives a roaring screech as it charges.</em></p><p>Vicious carnivores, owlbears devour vast amounts of deer, boar, and other creatures in the forests they inhabit—and vomit up distinctive bezoars of undigested bone, hide, and feathers. An owlbear has the shape and mass of a grizzly bear, with a thick coat of fur intermixed with feathers.</p><p>The massive body is topped with a great, owl-like head, complete with large, round eyes and a curved, hooked beak that can grip and tear its prey. Though incapable of flight, the owlbear’s limbs are covered with enough feathers for gliding when it leaps from sufficiently high cliffs and hills.</p><p><strong>Territorial.</strong> Territorial and testy, owlbears are quick to challenge interlopers in their domain. An owlbear faces larger or more numerous opponents with undaunted savagery that often scares off larger and even more powerful foes.</p><p><strong>Nesting.</strong> Normally solitary, owlbears remain together only to rear their hatchlings until they are old enough to fend for themselves. Mated pairs sometimes build an enormous stick-nest in a cavern or on a rocky spire. An angry owlbear defending its eggs or young is especially dangerous.</p><p><strong>Tribal Guardians.</strong> Despite their hostility, humanoid tribes sometimes capture owlbear hatchlings or eggs, raising them as fearsome guardians or mounts. Dwarves have also been known to keep owlbears as guards.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {},
      "_stats": {
        "systemId": "black-flag",
        "systemVersion": "0.8.014",
        "coreVersion": "12.328",
        "createdTime": 1709492566609,
        "modifiedTime": 1709599600219,
        "lastModifiedBy": "blackflag0000000",
        "duplicateSource": null
      },
      "_key": "!journal.pages!Mu5mSVspnMvW4icA.ithpksylijBc59qt"
    },
    {
      "sort": 3000000,
      "name": "Pegasus",
      "type": "text",
      "_id": "6nNhPk9ZTP5JViXj",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p><em>A noble flying horse, its coat shining like newly fallen snow, soars overhead on majestic, feathered wings, mane and tail streaming behind it.</em></p><p>Free-spirited creatures, pegasi soar the skies with wild dignity. Ranging far from civilization, pegasi are comfortable only in the presence of their own kind. Intruders cause them to take wing quickly to find more secluded surroundings. Their diet is similar to mundane horses, feeding on grass and flowers in alpine meadows and taking water from mountain streams and high lakes.</p><p><strong>Mountain Nests.</strong> Fiercely protective of their young, pegasi build nests in rocky hills, atop spires and peaks inaccessible to most creatures without the power of flight. When the young are ready to leave the nest, the entire herd watches over and protects them until they reach adulthood.</p><p><strong>Heroic Servitors.</strong> Pegasi are intelligent, autonomous, and untamable. However, a being of pure heart and good intent can sometimes convince a pegasus to become its companion, especially if the being is in desperate need or faces some monumental task, such as thwarting those with evil motives.</p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {},
      "_stats": {
        "systemId": "black-flag",
        "systemVersion": "0.8.014",
        "coreVersion": "12.328",
        "createdTime": 1709492573058,
        "modifiedTime": 1709599622287,
        "lastModifiedBy": "blackflag0000000",
        "duplicateSource": null
      },
      "_key": "!journal.pages!Mu5mSVspnMvW4icA.6nNhPk9ZTP5JViXj"
    },
    {
      "sort": 3100000,
      "name": "Purple Worm",
      "type": "text",
      "_id": "DEDs8xI7hH4dZaFf",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p><em>An enormous worm, its body armored in plates of bluish-purple chitin, bursts from the cavern floor. Its vast, toothy maw is large enough to swallow a horse whole.</em></p><p>Truly the rulers of their domains, purple worms claim the Underworld as their hunting grounds. These tremendous monsters can bore through solid rock, creating new tunnels and passageways as they travel. Any creature a purple worm encounters besides another of its kind is prey.</p><p><strong>Follow Prey by Sound.</strong> Purple worms are attracted by sound and vibration, leading most subterranean humanoids to travel as quietly as possible and ensure that battles are short and decisive. Major settlements in the Underworld have contingencies in place for a purple worm attack.</p><p><strong>Gemstones and Ore.</strong> A purple worm digests the earth and rock it ingests while tunneling, excreting it along the tunnels it creates and in the caverns where it rests. In mineral-rich areas, brave souls may find undigested gems and unrefined ores among a purple worm’s waste, or even inside its body if they are mighty enough to defeat it.</p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {},
      "_stats": {
        "systemId": "black-flag",
        "systemVersion": "0.8.014",
        "coreVersion": "12.328",
        "createdTime": 1709492581666,
        "modifiedTime": 1709599641408,
        "lastModifiedBy": "blackflag0000000",
        "duplicateSource": null
      },
      "_key": "!journal.pages!Mu5mSVspnMvW4icA.DEDs8xI7hH4dZaFf"
    },
    {
      "sort": 3200000,
      "name": "Rust Monster",
      "type": "text",
      "_id": "O04rr6UgpJjqkt8b",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p><em>A strange, insectile creature skitters forward on four legs. It waves two large, feathery antennae about in a questing manner.</em></p><p>As its name implies, this odd creature can rust ferrous metals, allowing it to eat the oxidized results. The rust monster roams caves and tunnels seeking out such metals. When it finds it, the creature aggressively rushes to devour the meal. Because rust monsters have a basic, animalistic intelligence, an adventurer can save their sword or shield by distracting the creature with another source of metal.</p><p><strong>Armored Shell.</strong> A rust monster is about the size of a large dog. It has an insectile appearance, with armored plates like an exoskeleton. It has segmented legs but, unlike an insect, only four of them. It has a thin, whip-like tail that thrashes when the creature is agitated or catches the scent of metals.</p><p><strong>Color Matches Diet.</strong> The coloration of its hide varies depending on its diet. A rust monster whose diet includes large amounts of mithral would have a silvery sheen to its hide, for example.</p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {},
      "_stats": {
        "systemId": "black-flag",
        "systemVersion": "0.8.014",
        "coreVersion": "12.328",
        "createdTime": 1709492586231,
        "modifiedTime": 1709599658053,
        "lastModifiedBy": "blackflag0000000",
        "duplicateSource": null
      },
      "_key": "!journal.pages!Mu5mSVspnMvW4icA.O04rr6UgpJjqkt8b"
    },
    {
      "sort": 3300000,
      "name": "Skeleton",
      "type": "text",
      "_id": "XCibkHmgZmcajnL7",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p><em>Half hidden in darkness, skeletal bones clad in rusted armor and rotten clothing lurch toward you. The thing’s bony hands grip a sword with malign intent.</em></p><p>Skeletons are fleshless undead that have been reconstructed and animated by fell magic. Soulless, emotionless, and driven by the whims of their master, the skeleton is an unshakable guardian. Skeletons can be found in desecrated temples, graveyards, and cemeteries where they can watch, completely motionless, for eons. New and masterful necromancers use skeletons as stalwart guards and servants, though they understand such creatures have no loyalty beyond the magic that controls them.</p><p><strong>Dark Intelligence.</strong> While lacking humanoid intelligence, skeletons possess a cleverness that extends beyond a mere beast or construct. Their malicious minds remember how to wield weapons and armor, and they collect and use weapons or shields taken from the recent dead. Skeletons look upon the living with eyeless sockets and unsettling patience as their instincts judge distances, tactics, and methods to separate a potential target’s flesh from their bones.</p><p><strong>Moldering Bodies.</strong> Though dried strands of tendon or wisps of stubborn hair may cling to a skeleton, magic alone is responsible for its movement. Piercing weapons and arrows may skip from the skeleton’s hardened bone, but heavy blows shatter them.</p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {},
      "_stats": {
        "systemId": "black-flag",
        "systemVersion": "0.8.014",
        "coreVersion": "12.328",
        "createdTime": 1709492593982,
        "modifiedTime": 1709599674225,
        "lastModifiedBy": "blackflag0000000",
        "duplicateSource": null
      },
      "_key": "!journal.pages!Mu5mSVspnMvW4icA.XCibkHmgZmcajnL7"
    },
    {
      "sort": 3400000,
      "name": "Sporeborn",
      "type": "text",
      "_id": "d8vUAiXzVMt5vOSi",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p><em>A low hiss emerges from the shambling form crowned with fleshy fungal growth.</em></p><p>The sporeborn are humanoid creatures transformed by an infectious fungus, which takes control of victims and uses them as a vehicle to spread its spores into other hosts. The apocalyptic fungus has no real intelligence, only a drive to reproduce. Humanoids can be infected by the fungus through contaminated food or water, breathing the spore clouds, or the bite of an infected host.</p><p><strong>Stages of Infection.</strong> Creatures infected by the apocalyptic fungus go through different stages of infection before they ultimately expire. Most die before reaching the final stage, though the fungus in their bodies continues to grow, dissolving the host’s remains. If the host body sustains serious damage or can no longer move easily, the fungus attempts to move into a dark, sheltered area so that, as the body decays, the fungus fruits and releases its spores. Sunlight kills the fungus and its spores.</p><p><strong>Skullblooms.</strong> Infected humanoids that succumb to the fungus become sporeborn skullblooms. Skullblooms show physical signs of their transformation, as the spores inside the host’s brain sprout into spongy stalks that break through the skull to crown the head, while patches of fungus break through the cheeks and around the eye sockets and random areas of the body. Skullblooms stalk or ambush victims and use cooperative tactics, such as herding potential victims toward other skullblooms lying in wait. Sometimes skullblooms enter periods of inertia, lying down or leaning up against a wall or tree and allowing the fungus to spread over them, only to burst out and attack when a potential target passes by.</p><p><strong>Bloatblossoms.</strong> Skullblooms eventually grow into bloatblossoms. A riot of fungal growth makes the body of these sporeborn broad and ungainly, with layers of tough, fibrous growth that protect it from damage. Bloatblossoms have better echolocation than the younger skullblooms, as well as nodules filled with mycotoxins that they can tear from their bodies and hurl at targets.</p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {},
      "_stats": {
        "systemId": "black-flag",
        "systemVersion": "0.8.014",
        "coreVersion": "12.328",
        "createdTime": 1709492600860,
        "modifiedTime": 1709599715322,
        "lastModifiedBy": "blackflag0000000",
        "duplicateSource": null
      },
      "_key": "!journal.pages!Mu5mSVspnMvW4icA.d8vUAiXzVMt5vOSi"
    },
    {
      "sort": 3500000,
      "name": "Sprite",
      "type": "text",
      "_id": "5EdNzlSnbtxdHgAs",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p><em>The sound of buzzing wings whines nearby. A tiny humanoid, held aloft on dragonfly wings, appears as though from thin air.</em></p><p>Sprites are diminutive fey that protect the deepest forests and the holiest glades. Attentive and well trained in guerrilla tactics, sprites are among the most aggressive and loyal fey. They may appear to travelers and parlay, uncovering interlopers’ intentions with their Heart Sight and acting against those whose intentions are suspect.</p><p><strong>Unseen Warriors.</strong> Sprites travel through the forest in bands of six to one hundred. They mask their numbers using their diminutive size and natural ability to turn invisible. Though sprites have been known to turn would-be trespassers away from their forest homes with traps, noises, or theatrical distractions, they are armed with arrows that can put creatures into a deep sleep. While their quarry sleeps, they may fetch a far more dangerous threat, retreat, or signal for reinforcements to dissuade further hostility.</p><p><strong>Stern Protectors.</strong> Unlike many fey, sprites are serious, even-tempered, and intent on doing as little harm as possible. Those they judge worthy might find themselves protected within the sprites’ territory, while those found wanting could walk headlong into ambushes, traps, and enraged beasts. Sprites refrain from tricks and mischief but suffer no evil within their domains.</p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {},
      "_stats": {
        "systemId": "black-flag",
        "systemVersion": "0.8.014",
        "coreVersion": "12.328",
        "createdTime": 1709492607098,
        "modifiedTime": 1709599734936,
        "lastModifiedBy": "blackflag0000000",
        "duplicateSource": null
      },
      "_key": "!journal.pages!Mu5mSVspnMvW4icA.5EdNzlSnbtxdHgAs"
    },
    {
      "sort": 3600000,
      "name": "Star Crow",
      "type": "text",
      "_id": "dY80rjxQyr1o7TqS",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p><em>A tiny, pulsing mote weaves through the night. As it approaches, its phosphorescent glow slowly dims into blackness. Seconds later, the thing erupts with a blinding flash.</em></p><p>Star crows are tiny, formless alien beings that lack sentience or emotion. These glowing creatures are drawn to sentient beings, feeding ravenously on the beings’ thoughts. They have also been known to carry and transfer memories of one sentient creature to another. Star crows transmit these thoughts as a powerful illusory experience, a pastiche of raw emotion, color, images, and sounds. Some star crows bear the wisdom of primordial beings, while others deliver incomprehensible knowledge.</p><p><strong>Immortal.</strong> Star crows have an infinite lifespan. They do not age and do not require food, water, air, or rest. The memories each star crow carries degrade, combine, or interlace with the eons of visions a single star crow may possess. A star crow reproduces by splitting, making a perfect copy of itself, when it acquires too many memories to handle without corruption. A newly spawned star crow assumes about a fourth of the information, lessening the burden of its parent.</p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {},
      "_stats": {
        "systemId": "black-flag",
        "systemVersion": "0.8.014",
        "coreVersion": "12.328",
        "createdTime": 1709492617108,
        "modifiedTime": 1709599750539,
        "lastModifiedBy": "blackflag0000000",
        "duplicateSource": null
      },
      "_key": "!journal.pages!Mu5mSVspnMvW4icA.dY80rjxQyr1o7TqS"
    },
    {
      "sort": 3700000,
      "name": "Troll",
      "type": "text",
      "_id": "OSinDpZ3TOppUrc4",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p><em>This hunched giant stares hungrily with wide eyes. Baring massive fangs, it reaches out with long, hooked claws.</em></p><p>Trolls stand about 15 feet tall, seeming shorter due to their bowed legs and stooped postures. Long arms end in wicked, curved claws that scrape the ground when the troll moves. Powerful, fang-filled jaws sit below long, broad noses and massive, bloodshot eyes.</p><p><strong>Variable Appearance.</strong> Troll appearance varies widely, and they are prone to a variety of cosmetic mutations. Skin tones and body types include scaled or slimy, broad and rangy, and even somewhat twiggy or stonelike in some cases. Some sport shaggy mops of hair and even beards, while others are completely hairless.</p><p><strong>Bullies.</strong> Trolls are natural bullies, killing to sate their appetites. They enjoy extorting food and wealth from weaker creatures through threats of violence.</p><p><strong>Regeneration.</strong> The troll’s most notable feature is its powerful regenerative capabilities. Given time, a troll can recover from nearly any wound, even complete dismemberment or beheading. Only wounds delivered with acid or fire can overcome a troll’s regeneration.</p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {},
      "_stats": {
        "systemId": "black-flag",
        "systemVersion": "0.8.014",
        "coreVersion": "12.328",
        "createdTime": 1709492622242,
        "modifiedTime": 1709599769343,
        "lastModifiedBy": "blackflag0000000",
        "duplicateSource": null
      },
      "_key": "!journal.pages!Mu5mSVspnMvW4icA.OSinDpZ3TOppUrc4"
    },
    {
      "sort": 3800000,
      "name": "Worg",
      "type": "text",
      "_id": "EE3SVs8RkFG9Qlgj",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>A canine as large as a horse bears down, its oily muzzle caked in blood and saliva. Its thick, heavy shoulders and massive neck sway side to side, and with each step, its long, mangy tail drags along behind it.</p><p>An enormous creature resembling a wolf, worgs are nightmarish hunters with a taste for humanoid flesh. They willingly stalk inhospitable terrain in their endless hunt for their next meal, roaming snow fields, volcanic barrens, even stony badlands. Known to collect grisly bounties and to coat their bodies with fetid remains, worgs are more ferocious than any natural beast.</p><p><strong>Warren Dweller.</strong> Worgs often shelter in warrens, tunnels, and caves in which they can travel quickly to prey and away from predators. Such places are fetid, vile places full of half-eaten corpses that the worg seems to have gorged itself on without consequence.</p><p><strong>Willing Mounts.</strong> While many beasts of burden must be trained to hold a rider, worgs tend to willingly carry goblins, who share a great number of similarities to the worg, and use the smaller creatures to find more bountiful humanoid prey. Possessing surprising intelligence, worgs have learned to speak Goblin as well as their own guttural language. On rare occasions, worgs have even learned to speak and understand Common or Elvish.</p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {},
      "_stats": {
        "systemId": "black-flag",
        "systemVersion": "0.8.014",
        "coreVersion": "12.328",
        "createdTime": 1709492629550,
        "modifiedTime": 1709599790669,
        "lastModifiedBy": "blackflag0000000",
        "duplicateSource": null
      },
      "_key": "!journal.pages!Mu5mSVspnMvW4icA.EE3SVs8RkFG9Qlgj"
    },
    {
      "sort": 3900000,
      "name": "Zombie",
      "type": "text",
      "_id": "vx0494DuvTNJRey9",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p><em>A rotting corpse shambles forward, arms outstretched and flailing.</em></p><p>Zombies are the animated corpses of the dead, brought to unlife by necromantic magic, creating tireless, fearless servants that obey without hesitation. Occasionally, zombies are produced by other methods. Victims of wights, for example, often rise as zombies under command of the undead that killed them. Sometimes an enduring source of necromantic magic corrupts an area, causing nearby corpses to spontaneously rise as zombies.</p><p><strong>Decayed Corpses.</strong> The appearance of zombies varies widely, depending upon the condition of the corpse prior to animation. A corpse dead from natural causes and stolen from an undertaker may be well-preserved, if obviously not alive, while a zombie animated from a drowning victim is bloated and sagging. Some necromancers use whatever is at hand. Others may choose the most disgusting corpses to add an additional fear factor for those that must face the zombies in combat.</p><p><strong>Dim Intellect.</strong> Zombies have no personality and little intellect, following only the most basic commands. They can wield weapons if armed but simply batter an opponent with its limbs if not. They do not have the intellect to avoid even obvious hazards, shambling into open pits if they exist between them and a target or walking heedlessly through a fire to attack, unless commanded otherwise in that moment. When not under specific orders, a zombie simply stands awaiting commands, though if a living creature comes close enough for it to detect, it attacks, as the dark magics animating a zombie make it malicious toward the living.</p><p><strong>Non-Human Zombies.</strong> Zombies are most commonly animated human remains, but the flesh of any living thing can be animated as a zombie. Zombie giants, for example, would be stronger and harder to kill than a human zombie. They would attack like other zombies, though they could throw rocks like a living giant if commanded to do so. Non- humanoid zombies typically attack as they did when living. A zombie dragon, for example, would attack with claws and teeth, and it could still fly if its wings were intact.</p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {},
      "_stats": {
        "systemId": "black-flag",
        "systemVersion": "0.8.014",
        "coreVersion": "12.328",
        "createdTime": 1709492634814,
        "modifiedTime": 1709599820489,
        "lastModifiedBy": "blackflag0000000",
        "duplicateSource": null
      },
      "_key": "!journal.pages!Mu5mSVspnMvW4icA.vx0494DuvTNJRey9"
    },
    {
      "sort": 4000000,
      "name": "Animals",
      "type": "text",
      "_id": "ojFVklqHT6KeBVZV",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>This section contains statistics for various animals. From the loyal mastiff to the wily rat, these animals can be found across the world, helping or harrying the PCs. The stat blocks are presented alphabetically.</p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {},
      "_stats": {
        "systemId": "black-flag",
        "systemVersion": "0.8.014",
        "coreVersion": "12.328",
        "createdTime": 1709492647540,
        "modifiedTime": 1709599827396,
        "lastModifiedBy": "blackflag0000000",
        "duplicateSource": null
      },
      "_key": "!journal.pages!Mu5mSVspnMvW4icA.ojFVklqHT6KeBVZV"
    },
    {
      "sort": 4100000,
      "name": "NPCs",
      "type": "text",
      "_id": "zbcTwbmh3JcmvIr7",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>This section contains statistics for various humanoids. From faithful apostles to crude thugs, these NPCs can be found across the world, breathing life into any place the PCs wander. The stat blocks are presented alphabetically and assume no lineage. To make an NPC of a specific lineage, add that lineage’s traits, such as darkvision, to the stat block.</p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {},
      "_stats": {
        "systemId": "black-flag",
        "systemVersion": "0.8.014",
        "coreVersion": "12.328",
        "createdTime": 1709492655759,
        "modifiedTime": 1709599839212,
        "lastModifiedBy": "blackflag0000000",
        "duplicateSource": null
      },
      "_key": "!journal.pages!Mu5mSVspnMvW4icA.zbcTwbmh3JcmvIr7"
    },
    {
      "sort": 0,
      "name": "Legendary Creatures",
      "type": "text",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>A legendary creature can do things that ordinary creatures can’t. It can take special actions outside its turn, and it might exert magical influence for miles around. If a creature assumes the form of a legendary creature, such as through a spell, it doesn’t gain that form’s legendary actions, lair actions, or regional effects.</p><h3>Legendary Actions</h3><p>@Embed[Compendium.black-flag.rules.JournalEntry.zHvTHITijHvb07FK.JournalEntryPage.dVrSqJMXm8cJN5tj inline]</p><h3>Lairs</h3><p>@Embed[Compendium.black-flag.rules.JournalEntry.zHvTHITijHvb07FK.JournalEntryPage.mKcFAjYx94PRd3BN inline]</p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {},
      "_stats": {
        "systemId": "black-flag",
        "systemVersion": "0.9.030",
        "coreVersion": "12.328",
        "createdTime": 1709492185146,
        "modifiedTime": 1716847764054,
        "lastModifiedBy": "blackflag0000000",
        "duplicateSource": null
      },
      "_id": "eYBDKzHYN3CgrKhR",
      "_key": "!journal.pages!Mu5mSVspnMvW4icA.eYBDKzHYN3CgrKhR"
    }
  ],
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "systemId": "black-flag",
    "systemVersion": "0.9.030",
    "coreVersion": "12.328",
    "createdTime": 1700344485810,
    "modifiedTime": 1716847764054,
    "lastModifiedBy": "blackflag0000000",
    "duplicateSource": null
  },
  "_key": "!journal!Mu5mSVspnMvW4icA"
}
