{
  "folder": "nRrXxMSYGyY4qKs3",
  "name": "Find Familiar",
  "type": "spell",
  "_id": "XtntDIZ7ATgHhLuR",
  "img": "icons/creatures/mammals/cat-hunched-glowing-red.webp",
  "system": {
    "activities": {
      "wBL1RwwdE4vuuKqB": {
        "type": "utility",
        "_id": "wBL1RwwdE4vuuKqB",
        "description": "",
        "system": {},
        "activation": {
          "value": null
        },
        "consumption": {
          "targets": [],
          "scale": {
            "allowed": false
          }
        },
        "duration": {
          "units": "instantaneous",
          "override": false
        },
        "range": {},
        "target": {
          "template": {
            "count": 1,
            "contiguous": false,
            "units": "foot"
          },
          "affects": {
            "choice": false
          },
          "override": false
        },
        "uses": {
          "spent": 0,
          "consumeQuantity": false,
          "recovery": []
        }
      }
    },
    "uses": {
      "spent": 0,
      "consumeQuantity": false,
      "recovery": [],
      "min": "",
      "max": ""
    },
    "description": {
      "value": "<p>You gain the service of a familiar, a spirit that takes one of the following Beast forms you choose: <strong>bat</strong>, <strong>cat</strong>, <strong>crab</strong>, frog (<strong>toad</strong>), <strong>hawk</strong>, <strong>lizard</strong>, <strong>octopus</strong>, <strong>owl</strong>, <strong>poisonous snake</strong>, fish (<strong>quipper</strong>), <strong>rat</strong>, <strong>raven</strong>, <strong>seahorse</strong>, <strong>spider</strong>, or <strong>weasel</strong>. Upon completion of the ritual, your familiar appears in an unoccupied space within 10 feet of you. The familiar has the statistics of the chosen form, though it is considered a Celestial, Fey, or Fiend (your choice) rather than a Beast for any relevant spells or effects.</p><p><strong>Communicating with Your Familiar.</strong> While your familiar is on the same plane or realm of existence as you, it can magically convey what it sees or senses to you, and you can communicate with it telepathically.</p><p><strong>Controlling Your Familiar.</strong> Your familiar acts independently of you, but it always obeys your commands. In combat, it rolls its own initiative and acts on its own turn. A familiar can’t attack, but it can take other actions as normal.</p><p>When you cast a spell with a range of touch, your familiar can deliver the spell as if it had cast the spell. Your familiar must be within 100 feet of you to do so, and it must use its reaction to deliver the spell when you cast it. If the spell requires an attack roll, you use your spell attack modifier for the roll.</p><p>As an action, you can temporarily dismiss your familiar. It disappears into a pocket dimension where it awaits your summons. As an action while it is temporarily dismissed, you can cause it to reappear in any unoccupied space within 30 feet of you.</p><p><strong>Destroying Your Familiar.</strong> If a familiar drops to 0 HP, it disappears, leaving behind no physical form. It reappears after you cast this spell again. Alternatively, you can use an action to dismiss your familiar forever. When you do so, the next time you cast this spell, a different familiar of your choosing is summoned.</p><p>You can’t have more than one familiar at a time. If you cast this spell while you already have a familiar, you instead cause it to adopt a new form. Choose a form from the familiars list. Your familiar transforms into the chosen creature.</p>",
      "source": {
        "fallback": "Black Flag Reference Document"
      },
      "short": "Call a Beast to serve you."
    },
    "source": [
      "wyrd"
    ],
    "circle": {
      "value": null,
      "base": 1
    },
    "casting": {
      "value": 1,
      "type": "hour",
      "condition": ""
    },
    "components": {
      "required": [
        "verbal",
        "somatic",
        "material"
      ],
      "material": {
        "consumed": true,
        "cost": 10,
        "denomination": "gp",
        "description": "charcoal, incense, and herbs collectively worth 10 gp, which the spell consumes"
      }
    },
    "duration": {
      "units": "instantaneous"
    },
    "tags": [
      "ritual"
    ],
    "range": {
      "units": "foot",
      "value": "10",
      "special": ""
    },
    "target": {
      "template": {
        "count": 1,
        "contiguous": false,
        "units": "foot",
        "type": ""
      },
      "affects": {
        "choice": false,
        "type": ""
      }
    },
    "school": "conjuration"
  },
  "effects": [],
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "duplicateSource": null,
    "coreVersion": "12.329",
    "systemId": "black-flag",
    "systemVersion": "0.10.039",
    "createdTime": 1721445108933,
    "modifiedTime": 1721446257982,
    "lastModifiedBy": "blackflag0000000"
  },
  "_key": "!items!XtntDIZ7ATgHhLuR"
}
