{
  "folder": "Y7Db5YMWkaspCbJA",
  "name": "Ritualist",
  "type": "talent",
  "img": "icons/magic/symbols/runes-star-pentagon-orange.webp",
  "system": {
    "description": {
      "value": "<p>Your study of magic has unlocked the mysteries of ritual spells. When you gain this talent, you also gain a ritual book, which contains the rituals you know. To cast a ritual spell, you must have your ritual book in hand.</p><p>Choose a spell source: Arcane, Divine, Primordial, or Wyrd. You must choose your rituals from that source’s spell list. Regardless of which source you choose, you use your normal spellcasting ability for these spells.</p><p>When you gain your ritual book, add one ritual of each spell circle you have already unlocked via your spellcasting class. For example, a cleric who selects this talent at 4th level has spell slots for 1st and 2nd circles, so they would add one 1st-circle ritual and one 2nd-circle ritual to their book.</p><p>Each time you gain access to a new circle of spell slots by gaining a level in your spellcasting class, add one new ritual spell to your book. This new ritual must be from the same circle of magic you originally chose, and it must be of a circle for which you have spell slots. For example, when a cleric reaches 5th level, they gain access to 3rd-circle spells, so the cleric would select one ritual spell of 3rd circle or lower to add to their ritual book.</p>",
      "source": {}
    },
    "identifier": {},
    "type": {
      "category": "magic"
    },
    "advancement": {},
    "restriction": {
      "filters": [
        {
          "_id": "spellcastingFeature",
          "k": "system.spellcasting.hasSpellcastingAdvancement",
          "v": true
        }
      ],
      "allowMultipleTimes": false
    },
    "uses": {
      "min": "",
      "max": ""
    }
  },
  "effects": [],
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "systemId": "black-flag",
    "systemVersion": "0.9.031",
    "coreVersion": "12.328",
    "createdTime": 1695925396880,
    "modifiedTime": 1717176898617,
    "lastModifiedBy": "blackflag0000000",
    "duplicateSource": null
  },
  "_id": "XgPmZKWdA0WJ9BVl",
  "sort": 0,
  "_key": "!items!XgPmZKWdA0WJ9BVl"
}
