{
  "folder": "PNS3OPopAxnlSN4O",
  "name": "Bag of Holding",
  "type": "container",
  "_id": "OUAMpMwm1zBQSDi1",
  "img": "icons/containers/bags/sack-cloth-purple.webp",
  "system": {
    "attunement": {
      "value": ""
    },
    "container": null,
    "price": {
      "value": 1000,
      "denomination": "gp"
    },
    "quantity": 1,
    "weight": {
      "value": 15,
      "units": "pound"
    },
    "properties": [
      "magical",
      "weightlessContents"
    ],
    "description": {
      "value": "<p>This bag has an interior space considerably larger than its outside dimensions, roughly 2 feet in diameter at the mouth and 4 feet deep. The bag can hold up to 500 pounds, not exceeding a volume of 64 cubic feet. The bag weighs 15 pounds, regardless of its contents. Retrieving an item from the bag requires an action.</p><p>If the bag is overloaded, pierced, or torn, it ruptures and is destroyed, and its contents are scattered in another plane of existence. If the bag is turned inside out, its contents spill forth, unharmed, but the bag must be put right before it can be used again. Breathing creatures inside the bag can survive up to a number of minutes equal to 10 divided by the number of creatures (minimum 1 minute), after which time they begin to suffocate.</p><p>Placing a <em>bag of holding</em> inside an extradimensional space created by a <em>handy haversack</em>, <em>portable hole</em>, or similar item instantly destroys both items and opens a gate to another plane. The gate originates where the one item was placed inside the other. Any creature within 10 feet of the gate is sucked through it to a random location within another plane. The gate then closes. The gate is one-way and can’t be reopened.</p>",
      "source": {
        "fallback": "Black Flag Reference Document"
      }
    },
    "capacity": {
      "count": null,
      "volume": {
        "value": 64,
        "units": "foot"
      },
      "weight": {
        "value": 500,
        "units": "pound"
      }
    },
    "rarity": "uncommon"
  },
  "effects": [],
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "systemId": "black-flag",
    "systemVersion": "0.8.011",
    "coreVersion": "12.328",
    "createdTime": 1707356290461,
    "modifiedTime": 1707357632561,
    "lastModifiedBy": "blackflag0000000",
    "duplicateSource": null
  },
  "_key": "!items!OUAMpMwm1zBQSDi1"
}
