{
  "folder": "iJIjiGFvx6IqTXvu",
  "name": "Arcanist's Magic Aura",
  "type": "spell",
  "_id": "hpLZqas39UiqAUXi",
  "img": "systems/black-flag/artwork/types/spell.svg",
  "system": {
    "activities": {},
    "uses": {
      "spent": 0,
      "consumeQuantity": false,
      "recovery": [],
      "min": "",
      "max": ""
    },
    "description": {
      "value": "<p><em>You drape your target in an illusory aura, masking its true nature beneath layers of misleading magic.</em></p><p>You place an illusion on a creature or an object you touch so that divination spells reveal false information about it. The target can be a willing creature or an object that isn’t being carried or worn by another creature.</p><p>When you cast the spell, choose one or both of the following effects. The effect lasts for the duration. If you cast this spell on the same creature or object every day for 30 days, placing the same effect on it each time, the illusion lasts until it is dispelled.</p><p>False Aura. You change the way the target appears to spells and magical effects, such as detect magic, that detect magical auras. You can make a nonmagical object appear magical, a magical object appear nonmagical, or change the object’s magical aura so that it appears to belong to a specific school of magic that you choose. When you use this effect on an object, you can make the false magic apparent to any creature that handles the item.</p><p>Mask. You change the way the target appears to spells and magical effects that detect creature types. You choose a creature type and other spells and magical effects treat the target as if it were a creature of that type.</p>",
      "source": "Black Flag Reference Document"
    },
    "type": {},
    "ring": {
      "value": null,
      "base": 2
    },
    "casting": {
      "value": null,
      "type": "action",
      "condition": ""
    },
    "components": {
      "required": [],
      "material": {
        "cost": null
      }
    },
    "duration": {
      "units": "instantaneous"
    },
    "tags": [],
    "target": {
      "template": {
        "count": 1,
        "units": "foot",
        "type": ""
      },
      "affects": {
        "choice": false,
        "type": ""
      }
    },
    "range": {},
    "circle": "arcane",
    "school": "illusion"
  },
  "effects": [],
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "systemId": "black-flag",
    "systemVersion": "0.8.011",
    "coreVersion": "11.315",
    "createdTime": 1706996684748,
    "modifiedTime": 1706996722071,
    "lastModifiedBy": "blackflag0000000"
  },
  "_key": "!items!hpLZqas39UiqAUXi"
}
