{
  "folder": "6P0Rxao2AROWasas",
  "name": "Spellcasting",
  "type": "feature",
  "_id": "0NV3RuUh88NkBwdI",
  "img": "icons/magic/nature/leaf-juggle-humanoid-green.webp",
  "system": {
    "activities": {},
    "uses": {
      "spent": 0,
      "consumeQuantity": false,
      "recovery": [],
      "min": "",
      "max": ""
    },
    "advancement": {},
    "description": {
      "value": "<p>As a conduit for primordial power, you can cast Primordial spells.</p><h6>Cantrips</h6><p>At 1st level, choose three cantrips from the Primordial spell list to learn. You choose more Primordial cantrips to learn at higher levels, as shown in the Cantrips Known column of the <strong>Druid Progression</strong> table.</p><h6>Preparing Spells</h6><p>You must prepare spells in advance before you can cast them. You can prepare any spell on the Primordial spell list from circles for which you have Primordial spell slots. (You determine which spell slots you can access by checking your level on the <strong>Druid Progression</strong> table). You can choose a number of spells equal to your WIS modifier + your druid level (minimum of one spell). This is your list of prepared spells from which you can cast.</p><p>Preparing a new list of spells requires time spent in prayer and meditation: at least 1 minute per spell circle for each spell you change. You can change your list of prepared spells as part of a long rest.</p><h6>Casting Spells</h6><p>You have prepared a number of spells and can cast any of them by using a Primordial spell slot of the spell’s circle or higher.</p><p>The <strong>Druid Progression</strong> table shows how many Primordial spell slots you have per day at a given level. For example, at 3rd level, you have four 1st-circle and two 2nd-circle spell slots, and with a 16 WIS, you can have six prepared spells of 1st or 2nd circle, in any combination. You only have two spell slots for 2nd-circle spells though, so if you prepare only 2nd-circle spells, you won’t be able to use your 1st-circle spell slots at all.</p><p>Casting a spell doesn’t remove it from your list of prepared spells, it just uses up a spell slot. You regain all used spell slots when you finish a long rest.</p><h6>Spellcasting Ability</h6><p>Wisdom (WIS) is your spellcasting ability. Your WIS modifier determines the save DC or the attack modifier for certain spells you cast:</p><p><strong>Spell save DC</strong> = 8 + your proficiency bonus (PB) + your WIS modifier</p><p><strong>Spell attack modifier</strong> = your proficiency bonus (PB) + your WIS modifier</p><h6>Rituals</h6><p>You can also cast a type of long-form spell called a ritual. Rituals don’t need to be prepared, and they don’t use up spell slots.</p><p>At 1st level, choose one ritual from the Primordial ritual list. You learn more rituals at higher levels, as shown in the Rituals Known column of the <strong>Druid Progression</strong> table, but only from a circle for which you have spell slots. Rituals you learn don't count against the number of spells you learn at each level.</p><h6>Spellcasting Focus</h6><p>You can use a druidic focus as a spellcasting focus for your Primordial spells.</p>",
      "source": {
        "fallback": "Black Flag Reference Document"
      }
    },
    "restriction": {
      "filters": [],
      "requireAll": true
    },
    "type": {
      "category": "class",
      "value": ""
    },
    "overrides": {
      "proficiency": null
    },
    "identifier": {
      "value": "spellcasting",
      "associated": "druid"
    },
    "level": {
      "value": 1
    }
  },
  "effects": [],
  "sort": 100000,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "systemId": "black-flag",
    "systemVersion": "0.9.033",
    "coreVersion": "11.315",
    "createdTime": 1717736800520,
    "modifiedTime": 1717738427675,
    "lastModifiedBy": "blackflag0000000"
  },
  "_key": "!items!0NV3RuUh88NkBwdI"
}
