{
	"core": [
		{
			"id": "kp-tov-players-guide",
			"name": "Player’s Guide",
			"description": "<p>Start your own tale in an infinite universe of high fantasy adventure with the <em>Player’s Guide</em>! Within these pages, a trove of knowledge lies waiting for the valiant to claim it! The <em>Player’s Guide</em> is a streamlined, 5E-compatible ruleset with unique mechanics to increase both risk and reward for adventurous players of all stripes!</p>",
			"img": "https://koboldpress.github.io/black-flag-docs/assets/images/marketing/players-guide.jpg"
		},
		{
			"id": "kp-tov-game-masters-guide",
			"name": "Game Master’s Guide",
			"description": "<p>Advance your game beyond the basics with the <em>Game Master’s Guide</em>. It’s got everything game masters need to build deep narratives, exciting combat, and compelling adventures. The <em>Game Master’s Guide</em> is a distilled collection of professional, tested advice and tools for running a better, smarter, more fun game. It’s a level-up for your whole table.</p>",
			"img": "https://koboldpress.github.io/black-flag-docs/assets/images/marketing/game-masters-guide.jpg"
		},
		{
			"id": "kp-tov-monster-vault",
			"name": "Monster Vault",
			"description": "<p>The <em>Monster Vault</em> contains over 400 monsters and all the guidance you need as a game master to run encounters with those monsters! The <em>Monster Vault</em> contains all the information a GM needs to create encounters with monsters, including monster roles and tactics, guidelines for modifying monsters to fit your campaign, optional rules for Doom points, and rules for characters wanting to harvest monsters for unique crafting and spell components.</p>",
			"img": "https://koboldpress.github.io/black-flag-docs/assets/images/marketing/monster-vault.jpg"
		}
	],
	"adventures": [
		{
			"id": "tov-caverns-of-the-spore-lord",
			"name": "Caverns of the Spore Lord",
			"description": "<p>The people of Hulgig are desperate. The hamlet’s tainted well water is transforming the residents into sporeborn. To make matters worse, the transmogrified villagers are drawn to the nearby cave complex that leads to the subterranean village of Bellgrove, and its mycolid inhabitants are having their own problems.</p>",
			"img": "https://koboldpress.github.io/black-flag-docs/assets/images/marketing/caverns-of-the-spore-lord.jpg"
		},
		{
			"id": "tov-hidden-tomb-of-nargoth",
			"name": "Hidden Tomb of Nargoth",
			"description": "<p>The seeds of an unearthly chaos have been sown throughout the Wyvernmere Valley. A sinister void cult works within the shadows to stoke havoc and discord. Their goal: Uncovering the lost wisdom of the ancient and powerful wizard Nargoth in an attempt to bring about the end of days.</p>",
			"img": "https://koboldpress.github.io/black-flag-docs/assets/images/marketing/hidden-tomb-of-nargoth.jpg"
		},
		{
			"id": "kp-tov-old-margreve",
			"name": "The Old Margreve",
			"description": "<p>For years beyond counting, the roots of the Old Margreve have grown deep and strong. Explore an ancient, magical forest rife with dangers both mundane and fantastic, deep in the shadow of its dark canopy. This deep woodland quickly claims unwary travelers who fail to follow the Old Ways.</p>",
			"img": "https://koboldpress.github.io/black-flag-docs/assets/images/marketing/old-margreve.jpg"
		}
	]
}
