{
  "folder": "6kQTbZ8pyM8HRWZg",
  "name": "Spellcasting",
  "type": "feature",
  "_id": "Lm393aRfIlax1ZIX",
  "img": "icons/magic/light/orb-hands-humanoid-yellow.webp",
  "system": {
    "advancement": {},
    "description": {
      "value": "<p>As a conduit for divine power, you can cast spells from the divine circle.</p><h6>Cantrips</h6><p>At 1st level, choose three cantrips from the divine circle spell list. You choose more divine circle cantrips to learn at higher levels, as shown in the Cantrips Known column of the Cleric Progression table.</p><h6>Preparing and Casting Spells</h6><p>You must prepare a spell in advance before you can cast it. Clerics may prepare any spell from the divine circle spell list that they have slots for. (Check the Cleric Progression table to see which rings you have slots for at your level.)</p><p>To prepare spells, choose a number of spells from the divine circle spell list equal to your WIS modifier + your cleric level (minimum of one spell). These prepared spells are the pool of options from which you can cast.</p><p>To cast a prepared spell, you must use a slot of the spell’s ring or higher. You regain all used spell slots when you finish a long rest.</p><p>For example, if you’re a 3rd-level cleric, you have four 1st- ring and two 2nd-ring spell slots. With a 16 WIS, your list of prepared spells can include six spells of 1st or 2nd ring, in any combination. Casting the spell doesn’t remove it from your list of prepared spells.</p><p>You can change your list of prepared spells when you finish a long rest. Preparing a new list of spells requires time spent in prayer and meditation: at least 1 minute per spell ring for each spell you change.</p><h6>Spellcasting Ability</h6><p>Wisdom is your spellcasting ability. You use your WIS whenever a spell refers to your spellcasting ability. In addition, use your WIS modifier when setting the save DC for a spell you cast and when making an attack roll with a spell.</p><p><strong>Spell save DC</strong> = 8 + your PB + your WIS modifier</p><p><strong>Spell attack modifier</strong> = your PB + your WIS modifier</p><h6>Ritual Casting</h6><p>As a cleric, you can also cast a long-form type of spell called a ritual. You do not need to prepare ritual spells, and they do not use up spell slots.</p><p>At 1st level, choose one ritual from the divine circle ritual list. You choose more divine rituals to learn at higher levels, as shown in the Rituals Known column of the Cleric Progression table. You can only learn a ritual spell from a ring you have spell slots for. Rituals you learn do not count against the number of spells you learn at each level.</p><h6>Spellcasting Focus</h6><p>You can use a holy symbol (see Adventuring Gear and Tools in Chapter 3) as a spellcasting focus for your spells.</p>",
      "source": {
        "fallback": "Black Flag Reference Document"
      }
    },
    "identifier": {
      "associated": "cleric",
      "value": ""
    },
    "restriction": {
      "filters": []
    },
    "type": {
      "category": "class",
      "value": ""
    },
    "level": {
      "value": 1
    },
    "uses": {
      "min": "",
      "max": ""
    }
  },
  "effects": [],
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "systemId": "black-flag",
    "systemVersion": "0.8.021",
    "coreVersion": "11.315",
    "createdTime": 1699045134216,
    "modifiedTime": 1713202666949,
    "lastModifiedBy": "blackflag0000000"
  },
  "_key": "!items!Lm393aRfIlax1ZIX"
}
