{
  "folder": "rRg9we6fU3e9Hvu7",
  "name": "Hallow",
  "type": "spell",
  "_id": "13zzjc5Zetws3ydX",
  "img": "icons/environment/settlement/watchtower-moonlit-blue.webp",
  "system": {
    "activities": {
      "nzsSeL8uXtQWiJEC": {
        "type": "utility",
        "_id": "nzsSeL8uXtQWiJEC",
        "description": "",
        "system": {},
        "activation": {
          "value": null
        },
        "consumption": {
          "targets": [],
          "scale": {
            "allowed": false
          }
        },
        "duration": {
          "units": "instantaneous",
          "override": false
        },
        "range": {},
        "target": {
          "template": {
            "count": 1,
            "contiguous": false,
            "units": "foot"
          },
          "affects": {
            "choice": false
          },
          "override": false
        },
        "uses": {
          "spent": 0,
          "consumeQuantity": false,
          "recovery": []
        }
      }
    },
    "uses": {
      "spent": 0,
      "consumeQuantity": false,
      "recovery": [],
      "min": "",
      "max": ""
    },
    "description": {
      "value": "<p>You touch a point and infuse an area around it with holy (or unholy) power. The area can have a radius up to 60 feet, and the spell fails if the radius includes an area already under the effect of a <em>hallow</em> spell. The affected area is subject to the following effects.</p><p>First, Celestials, Elementals, Fey, Fiends, Undead, and creatures with the Outsider tag can’t enter the area, nor can such creatures charm, frighten, or possess creatures within it. Any creature charmed, frightened, or possessed by such a creature is no longer charmed, frightened, or possessed upon entering the area. You can exclude one or more of those types of creatures from this effect.</p><p>Second, you can bind an extra effect to the area. Choose an effect from the following list, or choose an effect offered by the GM. Some of these effects apply to creatures in the area; you can designate whether the effect applies to all creatures, creatures that follow a specific deity or leader, or creatures of a specific sort, such as orcs or trolls. When a creature that would be affected enters the spell’s area for the first time on a turn or starts its turn there, it can make a [[/save CHA]] save. On a success, the creature ignores the extra effect until it leaves the area.</p><p><strong>Courage.</strong> Affected creatures can’t be frightened while in the area.</p><p><strong>Darkness.</strong> Darkness fills the area. Normal light, as well as magical light created by spells of a lower circle than the slot you used to cast this spell, can’t illuminate the area.</p><p><strong>Daylight.</strong> Bright light fills the area. Magical darkness created by spells of a lower circle than the slot you used to cast this spell can’t extinguish the light.</p><p><strong>Energy Protection.</strong> Affected creatures in the area have resistance to one damage type of your choice except for bludgeoning, piercing, or slashing.</p><p><strong>Energy Vulnerability.</strong> Affected creatures in the area have vulnerability to one damage type of your choice except for bludgeoning, piercing, or slashing.</p><p><strong>Everlasting Rest.</strong> Dead bodies interred in the area can’t be turned into Undead.</p><p><strong>Extradimensional Interference.</strong> Affected creatures can’t move or travel using teleportation or by extradimensional or interplanar means.</p><p><strong>Fear.</strong> Affected creatures are frightened while in the area.</p><p><strong>Silence.</strong> No sound can emanate from within the area, and no sound can reach into it.</p><p><strong>Tongues.</strong> Affected creatures can communicate with any other creature in the area, even if they don’t share a common language.</p>",
      "source": {
        "fallback": "Black Flag Reference Document"
      },
      "short": "Ward from creature types, more effects."
    },
    "source": [
      "divine"
    ],
    "circle": {
      "value": null,
      "base": 5
    },
    "casting": {
      "value": 24,
      "type": "hour",
      "condition": ""
    },
    "components": {
      "required": [
        "verbal",
        "somatic",
        "material"
      ],
      "material": {
        "consumed": true,
        "cost": 1000,
        "denomination": "gp",
        "description": "herbs, oils, and incense worth at least 1,000 gp, which the spell consumes"
      }
    },
    "duration": {
      "units": "dispelled"
    },
    "tags": [
      "ritual"
    ],
    "range": {
      "units": "touch",
      "special": ""
    },
    "target": {
      "template": {
        "count": 1,
        "contiguous": false,
        "units": "foot",
        "type": ""
      },
      "affects": {
        "choice": false,
        "type": ""
      }
    },
    "school": "abjuration"
  },
  "effects": [],
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "duplicateSource": null,
    "coreVersion": "12.330",
    "systemId": "black-flag",
    "systemVersion": "0.10.041",
    "createdTime": 1722569816573,
    "modifiedTime": 1722835080474,
    "lastModifiedBy": "blackflag0000000"
  },
  "_key": "!items!13zzjc5Zetws3ydX"
}
