{
  "folder": "OaCjDUZkIAsMjT7k",
  "name": "Martial Arts",
  "type": "feature",
  "_id": "h1YeIUWlytNNDfrK",
  "img": "icons/skills/melee/unarmed-punch-fist.webp",
  "system": {
    "activities": {},
    "uses": {
      "spent": 0,
      "consumeQuantity": false,
      "recovery": [],
      "min": "",
      "max": ""
    },
    "advancement": {},
    "description": {
      "value": "<p>You have mastery of combat styles that use unarmed strikes and monk weapons, which are shortswords and any simple melee weapons that don’t have the Two-handed or Heavy property. You gain the following benefits while you are unarmed or wielding only monk weapons and you aren’t wearing armor or wielding a shield:</p><ul><li><p>You can roll a d4 in place of the normal damage of your unarmed strike or monk weapon. This die changes as you gain monk levels, as shown in the Martial Arts column of the <strong>Monk Progression</strong> table.</p></li><li><p>You can use DEX instead of STR for attack and damage rolls of your unarmed strikes and monk weapons.</p></li><li><p>When you are hit by a ranged weapon attack, you can use your reaction to reduce the damage you take from the attack by 1d10 + your DEX modifier + your monk level. If you reduce the damage to 0, you can catch the missile or thrown weapon if it is small enough for you to hold in one hand and you have at least one hand free. If you catch a missile in this way, you can make a ranged attack with the weapon or piece of ammunition you just caught, as part of the same reaction. You make this attack with proficiency, regardless of your weapon proficiencies, and the missile counts as a monk weapon for the attack, with a normal range of 20 feet and a long range of 60 feet.</p></li><li><p>When you use the Attack action with an unarmed strike or a monk weapon on your turn, you can make one unarmed strike as a bonus action. For example, if you take the Attack action and attack with a quarterstaff, you can also make an unarmed strike as a bonus action, assuming you haven’t already taken a bonus action this turn.</p></li></ul>",
      "source": {}
    },
    "restriction": {
      "filters": [],
      "requireAll": true
    },
    "type": {
      "category": "class",
      "value": ""
    },
    "overrides": {
      "proficiency": null
    },
    "identifier": {
      "value": "martial-arts",
      "associated": "monk"
    },
    "level": {
      "value": 1
    }
  },
  "effects": [],
  "sort": 100000,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "systemId": "black-flag",
    "systemVersion": "0.9.034",
    "coreVersion": "12.328",
    "createdTime": 1717968672969,
    "modifiedTime": 1717970834703,
    "lastModifiedBy": "blackflag0000000",
    "duplicateSource": null
  },
  "_key": "!items!h1YeIUWlytNNDfrK"
}
