{
  "folder": "ASbozScOjLlpmkOc",
  "name": "Spellcasting",
  "type": "feature",
  "_id": "nvbOFsBsIUHCbE1L",
  "img": "icons/sundries/books/book-embossed-gold-green.webp",
  "system": {
    "advancement": {},
    "description": {
      "value": "<p>As a student of Arcane magic, you have a spellbook containing spells that show the first glimmerings of your true power.</p><h6>Cantrips</h6><p>At 1st level, choose three cantrips from the Arcane spell list to learn. You choose more Arcane cantrips to learn at higher levels, as shown in the Cantrips Known column of the <strong>Wizard Progression</strong> table.</p><h6>Spellbook</h6><p>At 1st level, your spellbook contains six 1st-circle Arcane spells of your choice. It is the repository of all the Arcane spells you know—except for your cantrips, which are so simple and well-rehearsed that you don’t even need to write them down.</p><h6>Preparing Spells</h6><p>You must prepare spells in advance before you can cast them. You can prepare any spell in your spellbook for which you have Arcane spell slots. (You determine which spell slots you can access by checking your level on the <strong>Wizard Progression</strong> table.) You can choose a number of spells equal to your INT modifier + your wizard level (minimum of one spell). This is your list of prepared spells from which you can cast.</p><p>Preparing a new list of spells requires time studying your spellbook and re-memorizing incantations and gestures: at least 1 minute per spell circle for each spell you change. You can change your list of prepared spells as part of a long rest.</p><h6>Casting Spells</h6><p>You have prepared a number of spells and can cast any of them by using an Arcane spell slot of the spell’s circle or higher.</p><p>The <strong>Wizard Progression</strong> table shows how many Arcane spell slots you have at a given level. For example, at 3rd level, you have four 1st-circle and two 2nd-circle spell slots, and with a 16 INT, you can have six prepared spells of 1st or 2nd circle, in any combination. You only have two spell slots for 2nd-circle spells though, so if you prepare only 2nd-circle spells, you won’t be able to use your 1st-circle spell slots at all.</p><p>Casting a spell doesn’t remove it from your list of prepared spells, it just uses up a spell slot. You regain all used spell slots when you finish a long rest.</p><h6>Learning Spells of 1st Circle and Higher</h6><p>Each time you gain a wizard level, you can add two Arcane spells of your choice to your spellbook for free. Each spell must be of a circle for which you have Arcane spell slots, as shown on the <strong>Wizard Progression</strong> table. During your adventures, you might also find other Arcane spells to add to your spellbook.</p><h6>Spellcasting Ability</h6><p>Intelligence (INT) is your spellcasting ability. Your INT modifier determines the save DC or the attack modifier for certain spells you cast:</p><p><strong>Spell save DC</strong> = 8 + your proficiency bonus (PB) + your INT modifier</p><p><strong>Spell attack modifier</strong> = your proficiency bonus (PB) + your INT modifier</p><h6>Rituals</h6><p>You can also cast a type of long-form spell called a ritual. Rituals don’t need to be prepared, and they don’t use up spell slots.</p><p>At 1st level, choose one ritual from the Arcane ritual list. You learn more rituals at higher levels, as shown in the Rituals Known column of the <strong>Wizard Progression</strong> table, but only from a circle for which you have spell slots. Rituals you learn don't count against the number of spells you learn at each level.</p><p>Rituals are contained in your spellbook alongside your regular spells, and new rituals written on spell scrolls can be copied into your spellbook like normal Arcane spells.</p><h6>Spellcasting Focus</h6><p>You can use an arcane focus as a spellcasting focus for your Arcane spells.</p>",
      "source": {}
    },
    "identifier": {
      "associated": "wizard"
    },
    "restriction": {
      "filters": []
    },
    "type": {
      "category": "class",
      "value": ""
    },
    "level": {
      "value": 1
    },
    "uses": {
      "min": "",
      "max": ""
    }
  },
  "effects": [],
  "sort": 400000,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "systemId": "black-flag",
    "systemVersion": "0.9.026",
    "coreVersion": "12.328",
    "createdTime": 1699045900369,
    "modifiedTime": 1715742497769,
    "lastModifiedBy": "blackflag0000000",
    "duplicateSource": null
  },
  "_key": "!items!nvbOFsBsIUHCbE1L"
}
