{
  "folder": "ASbozScOjLlpmkOc",
  "name": "Spellcasting",
  "type": "feature",
  "_id": "nvbOFsBsIUHCbE1L",
  "img": "icons/svg/item-bag.svg",
  "system": {
    "advancement": {},
    "description": {
      "value": "<p>As a student of arcane magic, you have a spellbook containing spells that show the first glimmerings of your true power.</p><h6>Cantrips</h6><p>At 1st level, choose three cantrips from the arcane circle spell list. You choose more arcane circle cantrips to learn at higher levels, as shown in the Cantrips Known column of the Wizard Progression table.</p><h6>Your Spellbook</h6><p>At 1st level, your spellbook contains six 1st-ring arcane circle spells of your choice. Your spellbook is the repository of the spells you know—except for your cantrips, which are so simple and well-rehearsed that you don’t even need to write them down anymore.</p><aside><p><strong>Your Spellbook</strong></p><p>The ability to find spells out in the world and copy them into your spellbook is a unique element of the wizard base class. Keep your eye out for spellbooks and spell scrolls during your adventures! If it has been a few sessions since your character found—or had an opportunity to purchase—such treasures, ask your GM about creating more opportunities to expand your repertoire.</p></aside><h6>Preparing and Casting Spells</h6><p>You must prepare a spell in advance before you can cast it. Wizards may prepare any spell from their spellbook that they have slots for. (Check the Wizard Progression table to see which rings you have slots for at your level.)</p><p>To prepare spells, choose a number of spells from your spellbook equal to your INT modifier + your wizard level (minimum of one spell). These prepared spells are the pool of options from which you can cast.</p><p>To cast a prepared spell, you must use a slot of the spell’s ring or higher. You regain all used spell slots when you finish a long rest.</p><p>For example, if you’re a 3rd-level wizard, you have four 1st-ring and two 2nd-ring spell slots. With a 16 INT, your list of prepared spells can include six spells of 1st or 2nd ring, in any combination, chosen from your spellbook. Casting the spell doesn’t remove it from your list of prepared spells.</p><p>You can change your list of prepared spells when you finish a long rest. Preparing a new list of spells requires time studying your spellbook and re-memorizing incantations and gestures: at least 1 minute per spell ring for each spell you change.</p><h6>Spellcasting Ability</h6><p>Intelligence is your spellcasting ability. You use your INT whenever a spell refers to your spellcasting ability. In addition, use your INT modifier when setting the save DC for a spell you cast and when making an attack roll with a spell.</p><p><strong>Spell save DC</strong> = 8 + your PB + your INT modifier</p><p><strong>Spell attack modifier</strong> = your PB + your INT modifier</p><h6>Ritual Casting</h6><p>As a wizard, you can also cast a long-form type of spell called a ritual. You do not need to prepare ritual spells, and they do not use up spell slots.</p><p>At 1st level, choose one ritual from the arcane circle ritual list. You choose more arcane rituals to learn at higher levels, as shown in the Rituals Known column of the Wizard Progression table. You can only learn a ritual spell from a ring you have spell slots for. Rituals you learn do not count against the number of spells you learn at each level.</p><h6>Spellcasting Focus</h6><p>You can use an arcane focus (see Adventuring Gear and Tools in Chapter 3) as a spellcasting focus for your spells.</p><h6>Learning Spells of the 1st Ring and Higher</h6><p>Each time you gain a wizard level, you can add two wizard spells of your choice to your spellbook for free. Each spell must be of a ring for which you have spell slots, as shown on the Wizard Progression table. In your adventures, you might find other spells to add to your spellbook (see the Your Spellbook sidebar).</p>",
      "source": "Black Flag Reference Document"
    },
    "identifier": {
      "associated": "wizard"
    },
    "restriction": {
      "filters": []
    },
    "type": {
      "category": "class",
      "value": ""
    },
    "level": {
      "value": 1
    }
  },
  "effects": [],
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "systemId": "black-flag",
    "systemVersion": "0.5.005",
    "coreVersion": "11.315",
    "createdTime": 1699045900369,
    "modifiedTime": 1700345779614,
    "lastModifiedBy": "blackflag0000000"
  },
  "_key": "!items!nvbOFsBsIUHCbE1L"
}
