{
  "folder": "kbsqEF5chqRSFMf7",
  "name": "Mystic Metal",
  "type": "feature",
  "_id": "LvDnFffL7RMYRyUz",
  "img": "icons/commodities/tech/frame-copper.webp",
  "system": {
    "activities": {},
    "uses": {
      "spent": 0,
      "consumeQuantity": false,
      "recovery": [],
      "min": "",
      "max": ""
    },
    "advancement": {},
    "description": {
      "value": "<p>You learn to transmute armor into a mystical form. If you spend 1 hour of uninterrupted focus in contact with a nonmagical suit of armor (which can be done as part of a short or long rest), you can transmute that armor into a suit of mystic metal. The transformation lasts until you choose to end it or until you use this feature to transmute a different suit of armor.</p><p>Any ongoing effects from your Augment feature on the armor automatically end when the armor reverts to its normal state. If anyone other than you attempts to don the mystic metal, it instantly reverts to its normal state.</p><p>Once transformed, the mystic metal resembles a head-to- toe suit of metallic armor, but you choose its color, style, and other cosmetic details. Regardless of appearance, mystic metal armor is not made of natural materials such as metal or wood. Therefore, it isn’t affected by magic like the heat metal spell or abilities like that of a rust monster. The mystic metal is lightweight and doesn’t hinder movement, and you are considered proficient with it.</p><p>Your mystic metal functions as a magic suit of armor with the following properties:</p><ul><li><p>Each gauntlet of the armor functions as a simple melee weapon with the Light property (which you are proficient with). You can choose whether you use your STR or INT modifier to determine the attack bonus and damage dealt by the gauntlets. On a successful hit, a gauntlet deals 1d6 + your STR or INT modifier (your choice) magical bludgeoning damage.</p></li><li><p>If it is on the same plane as you, you can use a bonus action to summon the armor. When you do so, you choose whether the armor appears in an unoccupied space within 5 feet of you or if it appears on you, fully donned. If you are already wearing armor when you summon the mystic metal armor, it can’t appear on you.</p></li><li><p>While worn, the armor is attached to your body and can’t be removed against your will.</p></li><li><p>While you wear the armor, your AC equals 13 + your INT modifier.</p></li></ul><p>Creatures who handle or inspect the mystic metal can tell it isn’t a true magic item. Otherwise, it follows the rules of a typical magic item.</p>",
      "source": {}
    },
    "restriction": {
      "allowMultipleTimes": false,
      "filters": [],
      "items": [],
      "requireAll": true
    },
    "type": {
      "category": "class",
      "value": ""
    },
    "overrides": {
      "proficiency": null
    },
    "identifier": {
      "value": "mystic-metal",
      "associated": "metallurgist"
    },
    "level": {
      "value": 3
    }
  },
  "effects": [],
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "systemId": "black-flag",
    "systemVersion": "0.9.038",
    "coreVersion": "12.328",
    "createdTime": 1720128156397,
    "modifiedTime": 1720131760242,
    "lastModifiedBy": "blackflag0000000",
    "duplicateSource": null
  },
  "_key": "!items!LvDnFffL7RMYRyUz"
}
