{
  "folder": "PNS3OPopAxnlSN4O",
  "name": "Bag of Devouring",
  "type": "container",
  "_id": "wMHQfe9WyEuJYOxP",
  "img": "icons/containers/bags/sack-twisted-skull-purple.webp",
  "system": {
    "attunement": {
      "value": ""
    },
    "container": null,
    "price": {
      "value": 15000,
      "denomination": "gp"
    },
    "quantity": 1,
    "weight": {
      "value": 15,
      "units": "pound"
    },
    "properties": [
      "magical",
      "weightlessContents"
    ],
    "description": {
      "value": "<p>This bag superficially resembles a @UUID[Compendium.black-flag.items.Item.OUAMpMwm1zBQSDi1]{bag of holding} but is a feeding orifice for a gigantic, extradimensional creature. Turning the bag inside out temporarily closes the orifice.</p><p>The extradimensional creature attached to the bag can sense whatever is placed inside of it. Animal or vegetable matter placed wholly in the bag is devoured and lost forever. When part of a living creature is placed in the bag, as happens when someone reaches in, there is a 50 percent chance that the creature is pulled inside the bag. A creature inside the bag can use its action to try to escape with a successful [[/check strength athletics 15]] check. Another creature can use its action to reach into the bag to pull a creature out, doing so with a successful [[/check strength athletics 20]] check (assuming that creature wasn’t also pulled inside the bag). Any creature that that starts its turn inside the bag is devoured, and its body is destroyed.</p><p>The bag holds up to 1 cubic foot of inanimate, non-organic objects without a fuss. However, once each day, the bag swallows these types of objects placed in the bag and spits them out into a random plane of existence. The GM determines the time and plane.</p><p>If the bag is pierced or torn, it is destroyed. Anything within it is transported to a random location on a random plane determined by the GM.</p>",
      "source": {}
    },
    "capacity": {
      "count": null,
      "volume": {
        "value": 1,
        "units": "foot"
      },
      "weight": {
        "value": null,
        "units": "pound"
      }
    },
    "rarity": "veryRare"
  },
  "effects": [],
  "sort": 21000000,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "systemId": "black-flag",
    "systemVersion": "0.8.011",
    "coreVersion": "12.331",
    "createdTime": 1707356155344,
    "modifiedTime": 1728426556234,
    "lastModifiedBy": "blackflag0000000",
    "duplicateSource": null
  },
  "_key": "!items!wMHQfe9WyEuJYOxP"
}
