{
  "folder": "oM9dTc4HZW6hbZIT",
  "name": "Arcane Spellcasting",
  "type": "feature",
  "_id": "Je38ZeTBHBfGi2pP",
  "img": "icons/magic/symbols/runes-etched-steel-blade.webp",
  "system": {
    "advancement": {},
    "description": {
      "value": "<p>When you reach 3rd level, you enhance your martial prowess with the ability to cast spells. See Spell Rules in Chapter 4 for the general rules of spellcasting and the arcane circle spell list.</p><h6>Cantrips</h6><p>You learn two cantrips of your choice from the arcane circle.</p><h6>Spell Slots</h6><p>The Spell Blade Progression table shows how many spell slots you have to cast your arcane circle spells of the 1st ring and higher. To cast one of these spells, you must use a slot of the spell’s ring or higher. You regain all used spell slots when you finish a long rest.</p><p>For example, if you know the 1st-ring spell shield and have a 1st-ring and a 2nd-ring spell slot available, you can cast <em>shield</em> using either slot.</p><h6>Spells Known of 1st Level or Higher</h6><p>When you choose this subclass at 3rd level, you know three 1st-ring arcane circle spells of your choice, two of which must be from the abjuration or evocation schools.</p><p>The Spells Known column of the Spell Blade Progression table shows when you learn more arcane circle spells of the 1st ring or higher. Each of these spells must be an abjuration or evocation spell of your choice and must be of a ring for which you have spell slots.</p><p>When you gain a level of fighter, you can replace one of the arcane circle spells you know with another spell of your choice from that spell list. The new spell must be of a ring for which you have spell slots, and it must be an abjuration or evocation spell—unless you’re replacing the third spell you gained at 3rd level.</p><h6>Spellcasting Ability</h6><p>INT is your spellcasting ability for your Spell Blade spells since you learn spells through study and memorization. Use your INT whenever a spell refers to your spellcasting ability. In addition, use your INT modifier when setting the save DC for a spell you cast and when making an attack roll with one.</p><p><strong>Spell save DC</strong> = 8 + your PB + your INT modifier</p><p><strong>Spell attack modifier</strong> = your PB + your INT modifier</p>",
      "source": "Black Flag Reference Document"
    },
    "identifier": {
      "associated": "spell-blade"
    },
    "restriction": {
      "filters": []
    },
    "type": {
      "category": "class",
      "value": ""
    },
    "level": {
      "value": 3
    },
    "uses": {
      "min": "",
      "max": ""
    }
  },
  "effects": [],
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "systemId": "black-flag",
    "systemVersion": "0.8.012",
    "coreVersion": "11.315",
    "createdTime": 1700002485965,
    "modifiedTime": 1707432249397,
    "lastModifiedBy": "blackflag0000000"
  },
  "_key": "!items!Je38ZeTBHBfGi2pP"
}
