{
  "folder": "V6ryz9MMBJLcGrft",
  "name": "Animate Dead",
  "type": "spell",
  "_id": "qFg34HYHnA4Qlxvd",
  "img": "icons/magic/death/undead-zombie-grave-green.webp",
  "system": {
    "activities": {
      "ui8m0wdJsSF8pu0z": {
        "type": "utility",
        "_id": "ui8m0wdJsSF8pu0z",
        "description": "",
        "system": {},
        "activation": {},
        "consumption": {
          "targets": [],
          "scale": {
            "allowed": false
          }
        },
        "uses": {
          "spent": 0,
          "recovery": [],
          "consumeQuantity": false
        }
      }
    },
    "uses": {
      "spent": 0,
      "consumeQuantity": false,
      "recovery": [],
      "min": "",
      "max": ""
    },
    "description": {
      "value": "<p>This spell creates an Undead servant. Choose a pile of bones or a corpse of a Medium or Small Humanoid within range. Your spell imbues the target with a foul mimicry of life, raising it as an Undead creature. The target becomes a <strong>skeleton</strong> if you chose bones or a <strong>zombie</strong> if you chose a corpse.</p><p>On each of your turns, you can use a bonus action to mentally command any creature you made with this spell if the creature is within 60 feet of you (if you control multiple creatures, you can command any or all of them at the same time, issuing the same command to each one). You decide what action the creature takes and where it moves during its next turn, or you can issue a general command, such as to guard a particular chamber or corridor.</p><p>If you issue no commands, the creature only defends itself against hostile creatures. Once given an order, the creature continues to follow it until its task is complete.</p><p>The creature is under your control for 24 hours, after which it stops obeying any command you’ve given it. To maintain control of the creature for another 24 hours, you must cast this spell on the creature again before the current 24-hour period ends. This use of the spell reasserts your control over a creature you have animated with this spell, rather than animating a new one.</p><p>You can’t have more than 4 creatures created by this spell active at one time. If you attempt to cast this spell again while the maximum number of servants created by the first casting are still active, the servant that has been active the longest is immediately destroyed.</p><p><em>At Higher Circles.</em> As you unlock higher circles, this ritual grows in potency. Once you have access to 4th circle spell slots or higher, the maximum number of Undead creatures you can have active at one time increases. You can animate a maximum of two additional Undead creatures for each slot level above 3rd. Each creature must come from a different corpse or pile of bones.</p>",
      "source": {
        "fallback": "Black Flag Reference Document"
      },
      "short": "Make a skeleton or zombie."
    },
    "type": {
      "value": "standard"
    },
    "circle": {
      "value": null,
      "base": 3
    },
    "casting": {
      "value": 1,
      "type": "minute",
      "condition": ""
    },
    "components": {
      "required": [
        "verbal",
        "somatic",
        "material"
      ],
      "material": {
        "cost": 10,
        "description": "a bloodstone worth at least 10 gp, which the spell consumes",
        "consumed": true,
        "denomination": "gp"
      }
    },
    "duration": {
      "units": "instantaneous"
    },
    "tags": [
      "ritual"
    ],
    "target": {
      "template": {
        "count": 1,
        "units": "foot",
        "type": ""
      },
      "affects": {
        "choice": false,
        "type": "special",
        "special": "pile of bones or corpse of Medium or Small Humanoid"
      }
    },
    "range": {
      "units": "foot",
      "value": "10",
      "special": ""
    },
    "school": "necromancy",
    "source": [
      "arcane",
      "divine"
    ]
  },
  "effects": [],
  "sort": 3100000,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "systemId": "black-flag",
    "systemVersion": "0.9.038",
    "coreVersion": "11.315",
    "createdTime": 1706996523489,
    "modifiedTime": 1720203537072,
    "lastModifiedBy": "blackflag0000000"
  },
  "_key": "!items!qFg34HYHnA4Qlxvd"
}
